<?php // $Revision: 2.0.2.1 $



/************************************************************************/

/* phpAdsNew 2                                                          */

/* ===========                                                          */

/*                                                                      */

/* Copyright (c) 2000-2005 by the phpAdsNew developers                  */

/* http://sourceforge.net/projects/phpadsnew                            */

/*                                                                      */

/* This program is free software. You can redistribute it and/or modify */

/* it under the terms of the GNU General Public License as published by */

/* the Free Software Foundation; either version 2 of the License.       */

/************************************************************************/







// Settings help translation strings

$GLOBALS['phpAds_hlp_dbhost'] = "

        Óêàæèòå èìÿ õîñòà ñåðâåðà áàç äàííûõ MySQL.

		";

		

$GLOBALS['phpAds_hlp_dbuser'] = "

        Óêàæèòå èìÿ ïîëüçîâàòåëÿ, êîòîðîå phpAdsNew áóäåò èñïîëüçîâàòü äëÿ ïîëó÷åíèÿ äîñòóïà ê ñåðâåðó áàç äàííûõ MySQL.

		";

		

$GLOBALS['phpAds_hlp_dbpassword'] = "

        Óêàæèòå ïàðîëü, êîòîðûé phpAdsNew áóäåò èñïîëüçîâàòü äëÿ ïîëó÷åíèÿ äîñòóïà ê ñåðâåðó áàç äàííûõ MySQL.

		";

		

$GLOBALS['phpAds_hlp_dbname'] = "

        Óêàæèòå èìÿ áàçû äàííûõ, â êîòîðîé phpAdsNew áóäåò õðàíèòü äàííûå.

		";

		

$GLOBALS['phpAds_hlp_persistent_connections'] = "

        Èñïîëüçîâàíèå ïîñòîÿííîãî ñîåäèíåíèÿ ñ ÁÄ ìîæåò ñóùåñòâåííî óñêîðèòü ðàáîòó phpAdsNew 

		è ìîæåò äàæå óìåíüøèòü íàãðóçêó íà ñåðâåð. Îäíàêî íà ñàéòàõ ñ áîëüøèì êîëè÷åñòâîì ïîñåòèòåëåé 

		íàãðóçêà íà ñåðâåð ìîæåò óâåëè÷èòüñÿ è ñòàòü áîëüøå? ÷åì ïðè èñïîëüçîâàíèè îáû÷íûõ 

		ñîåäèíåíèé. Ñëåäóåò ëè âàì èñïîëüçîâàòü îáû÷íûå èëè ïîñòîÿííûå ñîåäèíåíèÿ çàâèñèò îò 

		êîëè÷åñòâà ïîñåòèòåëåé è èñïîëüçóåìîé âàìè àïïàðàòóðû. Åñëè phpAdsNew ïîòðåáëÿåò ñëèøêîì ìíîãî ðåñóðñîâ, 

		â ïåðâóþ î÷åðåäü îáðàòèòå âíèìàíèå íà ýòó óñòàíîâêó.

		";

		

$GLOBALS['phpAds_hlp_insert_delayed'] = "

        MySQL áëîêèðóåò òàáëèöó âî âðåìÿ âñòàâêè äàííûõ. Åñëè ó âàøåãî ñàéòà ìíîãî ïîñåòèòåëåé, 

		phpAdsNew, âîçìîæíî, ïðèäåòñÿ æäàòü ïåðåä âñòàâëåíèåì íîâîãî ñòðîêè, ïîñêîëüêó áàçà äàííûõ 

		áóäåò çàáëîêèðîâàíà. Åñëè âû èñïîëüçóåòå çàäåðæàííóþ âñòàâêó, âàì íå íàäî æäàòü è ñòðîêà áóäåò 

		äîáàâëåíà ÷óòü ïîçæå, êîãäà òàáëèöà íå áóäåò èñïîëüçîâàòüñÿ äðóãèìè íèòÿìè. 

		";

		

$GLOBALS['phpAds_hlp_table_prefix'] = "

        Åñëè áàçà äàííûõ, èñïîëüçóåìàÿ phpAdsNew, èñïîëüçóåòñÿ òàêæå è äðóãèìè ïðîãðàììàìè, ðàçóìíî

		äîáàâèòü ïðèñòàâêó ê èìåíàì òàáëèö. Åñëè âû èñïîëüçóåòå ìíîæåñòâåííûå óñòàíîâêè phpAdsNew

		äëÿ îäíîé áàçû äàííûõ, âàì íóæíî ñäåëàòü ýòó ïðèñòàâêó óíèêàëüíîé äëÿ êàæäîãî ýêçåìïëÿðà.

		";

		

$GLOBALS['phpAds_hlp_tabletype'] = "

        MySQL ïîääåðæèâàåò ðàçíûå òèïû òàáëèö. Êàæäûé òèï òàáëèöû èìååò óíèêàëüíûå ñâîéñòâà, è íåêîòîðûå òèïû

		ìîãóò çàìåòíî óñêîðèòü ðàáîòó phpAdsNew. MyISAM - òèï òàáëèöû ïî óìîë÷àíèþ è îí äîñòóïåí

		â ëþáîé óñòàíîâëåííîé âåðñèè MySQL. Äðóãèå òèïû òàáëèö ìîãóò áûòü íåäîñòóïíû íà âàøåì ñåðâåðå.

		";

		

$GLOBALS['phpAds_hlp_url_prefix'] = "

        Äëÿ ïðàâèëüíîãî ôóíêöèîíèðîâàíèÿ phpAdsNew äëÿ íåîáõîäèìî çíàòü, ãäå îíà íàõîäèòñÿ 

        íà âåá-ñåðâåðå. Âû äîëæíû óêàçàòü URL êàòàëîãà, â êîòîðîì óñòàíîâëåíà phpAdsNew, 

        íàïðèìåð: http://www.your-url.com/phpAdsNew.

		";

		

$GLOBALS['phpAds_hlp_my_header'] =

$GLOBALS['phpAds_hlp_my_footer'] = "

        Çäåñü âû äîëæíû óêàçàòü ïóòü ê ôàéëàì êîëîíòèòóëîâ (íàïðèìåð: /home/login/www/header.htm), 

        åñëè âû õîòèòå èìåòü âåðõíèé èëè íèæíèé êîëîíòèòóë íà êàæäîé ñòðàíèöå àäìèíèñòðàòèâíîãî èíòåðôåéñà. Âû 

        ìîæåòå ðàçìåñòèòü â ýòèõ ôàéëàõ êàê ïðîñòîé òåêñò, òàê è html (åñëè âû õîòèòå èñïîëüçîâàòü html 

        â ýòèõ ôàéëàõ, íå èñïîëüçóéòå òýãè <body> è <html>).

		";

		

$GLOBALS['phpAds_hlp_language'] = "

        Óêàæèòå èñïîëüçóåìûé phpAdsNew ïî óìîë÷àíèþ ÿçûê. Ýòîò ÿçûê áóäåò 

        èñïîëüçîâàòüñÿ ïî óìîë÷àíèþ â àäìèíèñòðàòèâíîì è ïîëüçîâàòåëüñêîì èíòåðôåñàõ. Çàìåòüòå: 

        âû ìîæåòå óñòàíîâèòü äðóãîé ÿçûê äëÿ êàæäîãî êëèåíòà ñ ïîìîùüþ àäìèíèñòðàòèâíîãî èíòåðôåéñà, 

        à òàêæå ìîæåòå ðàçðåøèòü êëèåíòàì âûáèðàòü èñïîëüçóåìûé èìè ÿçûê ñàìîñòîÿòåëüíî.

		";

		

$GLOBALS['phpAds_hlp_name'] = "

        Óêàæèòå èìÿ, êîòîðîå âû õîòèòå èñïîëüçîâàòü äëÿ ýòîãî ïðèëîæåíèÿ. Ýòà ñòðîêà áóäåò 

        ïîêàçûâàòüñÿ íà âñåõ ñòðàíèöàõ àäìèíèñòðàòèâíîãî è ïîëüçîâàòåëüñêîãî èíòåðôåéñîâ. Åñëè âû îñòàâèòå 

        åå ïóñòîé (óñòàíîâêà ïî óìîë÷àíèþ), òî âìåñòî íåå áóäåò äåìîíñòðèðîâàòñÿ ëîãîòèï phpAdsNew.

		";

		

$GLOBALS['phpAds_hlp_company_name'] = "

        Ýòî èìÿ èñïîëüçóåòñÿ â îòñûëàåìûõ phpAdsNew ýëåêòðîííûõ ñîîáùåíèÿõ.

		";

		

$GLOBALS['phpAds_hlp_override_gd_imageformat'] = "

        phpAdsNew îáû÷íî îïðåäåëÿåò, óñòàíîâëåíà ëè áèáëèîòåêà GD è êàêèå ãðàôè÷åñêèå 

        ôîðìàòû ïîääåðæèâàþòñÿ óñòàíîâëåííîé âåðñèåé. Îäíàêî, âîçìîæíî, 

        îïðåäåëåíèå ïðîõîäèò íåóäà÷íî èëè äàåò íåâåðíûå ðåçóëüòàòû, à íåêîòîðûå âåðñèè PHP íå ïîçâîëÿþò 

        îïðåäåëèòü ïîääåðæèâàåìûå ôîðìàòû. Åñëè phpAdsNew íå óäàåòñÿ àâòîìàòè÷åñêè îïðåäåëèòü 

        ïðàâèëüíûé ãðàôè÷åñêèé ôîðìàò, âû ìîæåòå óêàçàòü åãî çäåñü. Âîçìîæíûå

	çíà÷åíèÿ: none, png, jpeg, gif.

		";

		

$GLOBALS['phpAds_hlp_p3p_policies'] = "

        Åñëè âû õîòèòå âêëþ÷èòü ïîääåðæêó â phpAdsNew 'P3P Privacy Policies', âàì íóæíî âêëþ÷èòü ýòó îïöèþ. 

		";

		

$GLOBALS['phpAds_hlp_p3p_compact_policy'] = "

        Êîìïàêòíàÿ ïîëèòèêà, êîòîðàÿ ïîñûëàåòñÿ âìåñòå ñ êóêàìè. Óñòàíîâêà ïî óìîë÷àíèþ: 

        'CUR ADM OUR NOR STA NID', ÷òî ïîçâîëèò Internet Explorer-ó 6  

        ïðèíèìàòü ïîñëàííûå phpAdsNew êóêè. Åñîè âû õîòèòå, òî ìîæåòå èçìåíèòü 

        ýòè óñòàíîâêè äëÿ ñîîòâåòñòâèÿ âàøåé ïîëèòèêå îáðàùåíèÿ ñ ÷àñòíûìè äàííûìè.

		";

		

$GLOBALS['phpAds_hlp_p3p_policy_location'] = "

        Åñëè âû õîòèòå èñïîëüçîâàò ïîëíóþ ïîëèòèêó îáðàùåíèÿ ñ ÷àñòíûìè äàííûìè, âû ìîæåòå óêàçàòü åå ìåñòîïîëîæåíèå.

		";

		

$GLOBALS['phpAds_hlp_compact_stats'] = "

        Èñòîðè÷åñêè, phpAdsNew èñïîëüçîâàëà äîâîëüíî ïîäðîáíóþ ñòàòèñòèêó, áîãàòóþ äàííûìè, íî 

        ñèëüíî íàãðóæàþùóþ ñåðâåð áàç äàííûõ. Ýòî ìîãëî áûòü 

        ñóùåñòâåííîé ïðîáëåìîé íà ñàéòàõ ñ áîëüøèì ÷èñëîì ïîñåòèòåëåé. ×òîáû ïðåîäîëåòü ýòó ïðîáëåìó,

		phpAdsNew òàêæå ïîääåðæèâàåò íîâûé âèä ñòàòèñòèêè - êîìïàêòíóþ ñòàòèñòèêó, 

		êîòîðàÿ çíà÷èòåëüíî ìåíåå òðåáîâàòåëüíà ê ñåðâåðó ÁÄ, íî òàêæå è ìåíåå äåòàëüíà. 

		Êîìïàêòíàÿ ñòàòèñòèêà ðåãèñòðèðóåò òîëüêî äàííûå çà äåíü, åñëè âàì íóæíû ïî÷àñîâûå äàííûå, 

		âû ìîæåòå âûêëþ÷èòü êîìïàêòíóþ ñòàòèñòèêó.

		";

		

$GLOBALS['phpAds_hlp_log_adviews'] = "

        Îáû÷íî âñå ïîêàçû ðåãèñòðèðóþòñÿ, íî åñëè âû íå õîòèòå ñîáèðàòü ñòàòèñòèêó 

        ïî ïîêàçàì, òî ìîæåòå ýòî âûêëþ÷èòü.

		";

		

$GLOBALS['phpAds_hlp_log_adclicks'] = "

        Îáû÷íî âñå êëèêè ðåãèñòðèðóþòñÿ, íî åñëè âû íå õîòèòå ñîáèðàòü ñòàòèñòèêó 

        ïî êëèêàì, òî ìîæåòå ýòî âûêëþ÷èòü.

		";

		

$GLOBALS['phpAds_hlp_reverse_lookup'] = "

        Ïî óìîë÷àíèÿ, phpAdsNew ðåãèñòðèðóåò IP-àäðåñ êàæäîãî ïîñåòèòëÿ. Åñëè âû õîòèòå,

        ÷òîáû phpAdsNew ðåãèñòðèðîâàëà äîìåííûå èìåíà, âàì íóæíî âêëþ÷èòü ýòó îïöèþ. Îïðåäåëåíèå èìåí ïî àäðåñàì 

        òðåáóåò âðåìåíè - âêëþ÷åíèå ýòîé îïöèè çàìåäëèò ðàáîòó ñèñòåìû.

		";

		

$GLOBALS['phpAds_hlp_ignore_hosts'] = "

        Åñëè âû íå õîòèòå ó÷èòûâàòü êëèêè è ïðîñìîòðû ñ îïðåäåëåííûõ êîìïüþòåðîâ, âû 

        ìîæåòå äîáàâèòü èõ â ýòîò ìàññèâ. Åñëè âû âêëþ÷èëè îïðåäåëåíèå äîìåííûõ èìåí, âû ìîæåòå 

        äîáàâëÿòü êàê IP-àäðåñà, òàê è äîìåííûå èìåíà, â ïðîòèâíîì ñëó÷àå âû ìîæåòå èñïîëüçîâàòü òîëüêî 

        IP-àäðåñà. Âû òàêæå ìîæåòå èñïîëüçîâàòü øàáëîíû (íàïðèìåð  '*.altavista.com' or '192.168.*').

		";

		

$GLOBALS['phpAds_hlp_begin_of_week'] = "

        Äëÿ áîëüøèíñòâà ëþäåé íåäåëÿ íà÷èíàåòñÿ ñ ïîíåäåëüíèêà, íî åñëè âû õîòèòå íà÷èíàòü åå 

        ñ âîñêðåñåíüÿ, âû ìîæåòå.

		";

		

$GLOBALS['phpAds_hlp_percentage_decimals'] = "

        Óêàæèòå: ñêîëüêî öèôð ïîñëå çàïÿòîé ïîêàçûâàòü íà ñòðàíèöàõ ñî ñòàòèñòèêîé.

		";

		

$GLOBALS['phpAds_hlp_warn_admin'] = "

        phpAdsNew ìîæåò ïîñëàòü âàì ñîîáùåíèå î òîì, ÷òî ó êëèåíòà îñòàëîñü ëèøü íåìíîãî

        êëèêîâ èëè ïîêàçîâ. Ýòî âêëþ÷åíî ïî óìîë÷àíèþ.

		";

		

$GLOBALS['phpAds_hlp_warn_client'] = "

        phpAdsNew ìîæåò ïîñëàòü êëèåíòó ñîîáùåíèå â ñëó÷àå, êîãäà ó íåãî îñòàëîñü ëèøü íåìíîãî 

        êëèêîâ èëè ïîêàçîâ. Ýòî âêëþ÷åíî ïî óìîë÷àíèþ.

		";

		

$GLOBALS['phpAds_hlp_warn_limit'] = "

        Îãðàíè÷åíèå, ïîñëå êîòîðîãî phpAdsNew íà÷èíàåò ïîñûëàòü ïðåäóïðåæäåíèÿ ïî ïî÷òå. Ïî óìîë÷àíèþ ðàâíî 100.

		";

		

$GLOBALS['phpAds_hlp_retrieval_method'] = "

        phpAdsNew ìîæåò èñïîëüçîâàòü ÷åòûðå ðàçíûõ òèïà èçâëå÷åíèÿ áàííåðîâ: ñëó÷àéíîå

        èçâëå÷åíèå (äåéñòâóåò ïî óìîë÷àíèþ), îáû÷íîå èçâëå÷åíèå, îáû÷íîå ïîñëåäîâàòåëüíîå, ïîñëåäîâàòåëüíîå 

        ñ ó÷åòîì âåñîâ è ïîëíîñòüþ  ïîñëåäîâàòåëüíîå èçâëå÷åíèå.

      	Åñëè âû èñïîëüçóåòå Çîíû, phpAdsNew áóäåò âñåãäà èñïîëüçîâàòü ñëó÷àéíîå èçâëå÷åíèå

        è ýòà óñòàíîâêà áóäåò ïðîèãíîðèðîâàíà.

		";

		

$GLOBALS['phpAds_hlp_con_key'] = "

        phpAdsNew âêëþ÷àåò â ñåáÿ ìîùíóþ ñèñòåìó âûáîðà áàííåðîâ. Äîïîëíèòåëüíóþ èíôîðìàöèþ îá ýòîì 

        âû ìîæåòå ïî÷åðïíóòü â ñåêöèè API. Ñ ïîìîùüþ äàííîé óñòàíîâêè âû ìîæåòå âêëþ÷èòü èñïîëüçîâàíèå 

        êëþ÷åâûõ ñëîâ â óñëîâèÿõ âûáîðà. Ýòî âêëþ÷åíî ïî óìîë÷àíèþ.

		";

		

$GLOBALS['phpAds_hlp_mult_key'] = "

        Äëÿ êàæäîãî áàííåðà âû ìîæåòå óêàçàòü îäíî èëè áîëåå êëþ÷åâûõ ñëîâ. Ýòà îïöèÿ 

        òðåáóåòñÿ, åñëè âû õîòèòå óêàçûâàòü áîëåå îäíîãî êëþ÷åâîãî ñëîâà. Ýòî âêëþ÷åíî 

        ïî óìîë÷àíèþ.

		";

		

$GLOBALS['phpAds_hlp_acl'] = "

        Åñëè âû íå èñïîëüçóåòå îãðàíè÷åíèÿ ïîêàçà, âû ìîæåòå âûêëþ÷èòü ïðîâåðêó ACL ñ ïîìîùüþ 

        ýòîãî ïàðàìåòðà. Ýòî óñêîðèò ðàáîòó phpAdsNew.

		";

		

$GLOBALS['phpAds_hlp_default_banner_url'] = 

$GLOBALS['phpAds_hlp_default_banner_target'] = "

        Åñëè phpAdsNew íå ìîæåò ñîåäèíèòüñÿ ñ ñåðâåðîì áàçû äàííûõ, èëè íå ìîæåò íàéòè íè îäíîãî 

        ïîäõîäÿùåãî áàííåðà äëÿ ïîêàçà, íàïðèìåð åñëè áàçà äàííûõ èñïîð÷åíà èëè áûëà ñòåðòà, 

        òî íå áóäåò ïîêàçàíî ñîâñåì íè÷åãî. Íåêîòîðûå ïîëüçîâàòåëè ìîãóò çàõîòåòü óêàçàòü áàííåð ïî óìîë÷àíèÿþ, 

        êîòîðûé áóäåò ïîêàçàí â òàêèõ ñèòóàöèÿõ. Áàííåð ïî óìîë÷àíèþ, óêàçàííûé çäåñü,

        íå áóäåò ó÷òåí è íå áóäåò èñïîëüçîâàí, åñëè â áàçå äàííûõ åñòü õîòü êàêèå-ëèáî

        àêòèâíûå áàííåðû. Ýòî âûêëþ÷åíî ïî óìîë÷àíèþ.

		";

		

$GLOBALS['phpAds_hlp_zone_cache'] = "

        Åñëè âû èñïîëüçóåòå çîíû, ýòà óñòàíîâêà ïîçâîëÿåò phpAdsNew ñîõðàíÿòü èíôîðìàöèþ î

        áàííåðàõ â êýøå, êîòîðûé áóäåò ïîâòîðíî èñïîëüçîâàòüñÿ. Ýòî óñêîðÿåò ðàáîòó phpAdsNew, 

        ïîòîìó ÷òî âìåñòî èçâëå÷åíèÿ èíôîðìàöèè î çîíå, èíôîðìàöèè î áàííåðå 

        è âûáîðà ïðàâèëüíîãî áàííåðà, phpAdsNew ïîòðåáóåòñÿ òîëüêî çàãðóçèòü êýø. 

        Ýòî âêëþ÷åíî ïî óìîë÷àíèþ.

		";

		

$GLOBALS['phpAds_hlp_zone_cache_limit'] = "

        Åñëè âû èñïîëüçóåòå êýøèðóåìûå çîíû, èíôîðìàöèÿ â êýøå ìîæåò óñòàðåâàòü.

	

        phpAdsNew áóäåò ïåðèîäè÷åñêè îáíîâëÿòü êýø, äëÿ òîãî, ÷îáû íîâûå áàííåðû 

        ìîãëè â íåãî ïîïàñòü. Äàííàÿ óñòàíîâêà äàåò âàì âîçìîæíîñòü îïðåäåëèòü, êîãäà 

        çàêýøèðîâàííàÿ çîíà áóäåò îáíîâëåíà, ïóòåì óêàçàíèÿ ìàêñèìàëüíîãî ñðîêà æèçíè 

        äëÿ çàêýøèðîâàííîé çîíû. Íàïðèìåð: åñëè âû óñòàíîâèòå çäåñü çíà÷åíèå 600, êýø áóäåò 

        îáíîâëåí, åñëè çàêýøèðîâàííàÿ çîíà ñòàðåå ÷åì 10 ìèíóò (600 ñåêóíä).

		";

		

$GLOBALS['phpAds_hlp_type_sql_allow'] = 

$GLOBALS['phpAds_hlp_type_web_allow'] = 

$GLOBALS['phpAds_hlp_type_url_allow'] = 

$GLOBALS['phpAds_hlp_type_html_allow'] = "

        phpAdsNew ìîæåò èñïîëüçîâàòü ðàçíûå òèïû áàííåðîâ è ñîõðàíÿòü èõ ðàçíûìè 

        ñïîñîáàìè. Äâà ïåðâûõ âàðèàíòà èñïîëüçóþòñÿ äëÿ ëîêàëüíîãî õðàíåíèÿ áàííåðîâ. Âû 

        ìîæåòå èñïîëüçîâàòü àäìèíèñòðàòèâíûé èíòåðôåéñ äëÿ çàãðóçêè áàííåðà è phpAdsNew ñîõðàíèò åãî 

        â SQL-áàçå äàííûõ (âàðèàíò 1) èëè íà âåá-ñåðâåðå (âàðèàíò2). 

        Âû òàêæå ìîæåòå èñïîëüçîâàòü áàííåð, õðàíÿùèéñÿ íà äðóãîì âåá-ñåðâåðå (âàðèàíò 3) 

        èëè èñïîëüçîâàòü html äëÿ ãåíåðàöèè áàííåðà (âàðèàíò 4). Âû ìîæåòå îòêëþ÷èòü ëþáîé èç 

        ýòèõ âàðèàíòîâ, èçìåíèâ ýòè óñòàíîâêè. Ïî óìîë÷àíèþ âñå òèïû áàííåðîâ âêëþ÷åíû.

      	Åñëè âû çàïðåòèòå îïðåäåëåííûé òèï áàííåðîâ, â òî âðåìÿ êàê áàííåðû òàêîãî òèïà 

        áóäóò âñå åùå äîñòóïíû â áàçå äàííûõ, phpAdsNew ïîçâîëèò ïîëüçîâàòüñÿ äîñòóïíûìè áàííåðàìè, 

        íî íå äàñò ñîçäàâàòü íîâûå áàííåðû òàêîãî òèïà.

		";

		

$GLOBALS['phpAds_hlp_type_web_mode'] = "

        Åñëè âû õîòèòå èñïîëüçîâàòü áàííåðû, õðàíèìûå íà âåá-ñåðâåðå, âàì íóæíî ñêîíôèãóðèðîâàòü 

        ýòî çíà÷åíèå. Åñëè âû õîòèòå õðàíèòü áàííåðû â ëîêàëüíîì êàòàëîãå, óñòàíîâèòå 

        ýòî çíà÷åíèå ðàâíûì 0. Åñëè âû õîòèòå õðàíèòü áàííåðû íà âíåøíåì FTP-ñåðâåðå, 

        óñòàíîâèòå ýòî çíà÷åíèå ðàâíûì 1. Íà íåêîòîðûõ âåá-ñåðâåðàõ âû ìîæåòå çàõîòåòü èñïîëüçîâàòü 

        FTP-îïöèþ äàæå äëÿ ëîêàëüíîãî âåá-ñåðâåðà.

		";

		

$GLOBALS['phpAds_hlp_type_web_dir'] = "

        Óêàæèòå êàòàëîã, êóäà phpAdsNew áóäåò êîïèðîâàòü çàãðóæåííûå áàííåðû. 

        Ýòîò êàòàëîã äîëæåí èìåòü ïðàâà íà çàïèñü äëÿ PHP, ýòî çíà÷èò, ÷òî âàì,

	âîçìîæíî, ïðèäåòñÿ èçìåíÿòü ïðàâà íà êàòàëîã â Unix (êîìàíäîé chmod). Êàòàëîã,

        êîòîðûé âû çäåñü óêàæåòå, äîëæåí íàõîäèòüñÿ íèæå êîðíåâîãî êàòàëîãà âåáñåðâåðà, 

        ÷òîáû âåáñåðâåð ìîã îòäàâàòü ôàéëû íàïðÿìóþ. Íå óêàçûâàéòå ñëýø (/) â êîíöå.

        Âàì íóæíî óêàçûâàòü ýòî çíà÷åíèå, òîëüêî åñëè âû óñòàíîâèëè ìåòîä õðàíåíèÿ 

	\"Ëîêàëüíûé\".

		";

		

$GLOBALS['phpAds_hlp_type_web_ftp'] = "

        Óêàæèòå FTP-ñåðâåð, íà êîòîðûé phpAdsNew áóäåò êîïèðîâàòü çàãðóæåííûå áàííåðû. 

      Êàòàëîã, êîòîðûé âû çäåñü óêàæåòå, äîëæåí íàõîäèòü â ïðåäåëàõ êîðíåâîãî êàòàëîãà âåáñåðâåðà,

      ÷òîáû âåá-ñåðâåð ìîã îòäàâàòü ôàéëû íàïðÿìóþ. URL, êîòîðûé âû çäåñü óêàæåòå,

      ìîæåò âêëþ÷àòü â ñåáÿ èìÿ ïîëüçîâàòåëÿ, ïàðîëü, èìÿ ñåðâåðà è ïóòü.

		";

      

$GLOBALS['phpAds_hlp_type_web_url'] = "

        Åñëè âû õðàíèòå áàííåðû íà âåá-ñåðâåðå, phpAdsNew íåîáõîäèìî çíàòü, êàêîé 

        îáùåäîñòóïíûé URL ñîîòâåòñòâóåò êàòàëîãó, óêàçàííîìó âàìè âûøå. Íå ïèøèòå 

        ñëýø (/) â êîíöå.

		";

		

$GLOBALS['phpAds_hlp_type_html_auto'] = "

        Åñëè ýòà îïöèÿ âêëþ÷åíà, phpAdsNew áóäåò àâòîìàòè÷åñêè èçìåíÿòü HTML-áàííåðû, 

        ÷òîáû èìåòü âîçìîæíîñòü ó÷èòûâàòü êëèêè. Îäíàêî, äàæå åñëè ýòà îïöèÿ âêëþ÷åíà, 

        áóäåò âîçìîæíî îòêëþ÷èòü ýòó ôóíêöèþ äëÿ îòäåëüíî âçÿòîãî áàííåðà. 

		";

		

$GLOBALS['phpAds_hlp_type_html_php'] = "

        Ìîæíî ðàçðåøèòü phpAdsNew èñïîëíÿòü PHP-êîä âíóòðè HTML-áàííåðîâ.

	Ýòà ôóíêöèÿ ïî óìîë÷àíèþ âûêëþ÷åíà.

		";

		

$GLOBALS['phpAds_hlp_admin'] = "

        Çäåñü âû ìîæåòå óêàçàòü èìÿ ïîëüçîâàòåëÿ, êîòîðîå âû áóäåòå èñïîëüçîâàòü

	äëÿ âõîäà â àäìèíèñòðàòèâíûé èíòåðôåéñ.

		";

		

$GLOBALS['phpAds_hlp_admin_pw'] =

$GLOBALS['phpAds_hlp_admin_pw2'] = "

        Ïàðîëü àäìèíèñòðàòîðà. Ýòî ïàðîëü, êîòîðûé âû áóäåòå èñïîëüçîâàòü äëÿ

	âõîäà â àäìèíèñòðàòèâíûé èíòåðôåéñ.

	                Âàì íóæíî ââåñòè åãî äâàæäû, ÷òîáû ïðåäîòâðàòèòü îøèáêè ïðè íàáîðå.

			                ";



		

		

$GLOBALS['phpAds_hlp_admin_fullname'] = "

	Óêàæèòå ïîëíîå èìÿ àäìèíèñòðàòîðà. Ýòî èñïîëüçóåòñÿ ïðè îòñûëêå ñòàòèñòèêè

	ïî ýëåêòðîííîé ïî÷òå.

		";

		

$GLOBALS['phpAds_hlp_admin_email'] = "

	Óêàæèòå àäðåñ ýëåêòðîííîé ïî÷òû àäìèíèñòðàòîðà. Ýòî èñïîëüçóåòñÿ â

	êà÷åñòâå èñõîäÿùåãî àäðåñà ïðè îòñûëêå ñòàòèñòèêè ïî ýëåêòðîííîé ïî÷òå.

		";

		

$GLOBALS['phpAds_hlp_admin_email_headers'] = "

	Âû ìîæåòå èçìåíèòü çàãîëîâêè, èñïîëüçóåìûå â îòñûëàåìûõ phpAdsNew ñîîáùåíèÿõ.

		";

		

$GLOBALS['phpAds_hlp_admin_novice'] = "

	Åñëè âû õîòèòå ïîëó÷àòü ïðåäóïðåæäåíèÿ ïåðåä óäàëåíèåì êëèåíòîâ, êàìïàíèé

	èëè áàííåðîâ, âêëþ÷èòå ýòó îïöèþ.

		";

		

$GLOBALS['phpAds_hlp_client_welcome'] = 

$GLOBALS['phpAds_hlp_client_welcome_msg'] = "

       Åñëè âû âêëþ÷èòå ýòó ôóíêöèþ, ïðèâåòñòâåííîå ñîîáùåíèå áóäåò ïîêàçûâàòüñÿ

       íà ïåðâîé ñòðàíèöå, êîòîðóþ óâèäèò êëèåíò ïîñëå âõîäà â ñèñòåìó. Âû

       ìîæåòå îòðåäàêòèðîâàòü ñàìî ñîîáùåíèå â ôàéëå welcome.html â êàòàëîãå

       admin/templates. Âîçìîæíî, âû çàõîòèòå âêëþ÷èòü â ïðèâåòñòâèå èìÿ âàøåé

       êîìïàíèè, ëîãîòèï, êîíòàêòíóþ èíôîðìàöèþ, ññûëêó íà ñòðàíèöó ñ öåíàìè íà

       ðåêëàìó è ò.ä.

		";

		

?>