<?PHP
/////////////////////////////////////////////////////////////// 
//
//		X7 Chat Version 2.0.0
//		Released July 27, 2005
//		Copyright (c) 2004-2005 By the X7 Group
//		Website: http://www.x7chat.com
//
//		This program is free software.  You may
//		modify and/or redistribute it under the
//		terms of the included license as written  
//		and published by the X7 Group.
//  
//		By using this software you agree to the	     
//		terms and conditions set forth in the
//		enclosed file "license.txt".  If you did
//		not recieve the file "license.txt" please
//		visit our website and obtain an official
//		copy of X7 Chat.
//
//		Removing this copyright and/or any other
//		X7 Group or X7 Chat copyright from any
//		of the files included in this distribution
//		is forbidden and doing so will terminate
//		your right to use this software.
//	
////////////////////////////////////////////////////////////////EOH
?><?PHP
///////////////////////////////////////////////////////////////
//
//                X7 Chat Version 2.0.0B1
//                Released February 27, 2005
//                Copyright (c) 2004-2005 By the X7 Group
//                Website: http://www.x7chat.com
//
//                Ýòà ïðîãðàììà - áåñïëàòíîå ïðîãðàììíîå îáåñïå÷åíèå.
//                Âû ìîæåòå èçìåíèòü è/èëè ïåðåðàñïðåäåëèòü ýòî ïîä
//                ñðîêè è óñëîâèÿ âêëþ÷åííîé â ïàêåò ëèöåíçèè êàê íàïèñàíî
//                â èçäàòåëüñòâå X7 Ãðóïïû.
//
//                Èñïîëüçóÿ ýòî ïðîãðàììíîå îáåñïå÷åíèå Âû ñîãëàøàåòåñü íà
//                ñðîêè è óñëîâèÿ, ñôîðìóëèðîâàííûå â
//                ïðèëîæåííîì ôàéëå "license.txt".  Åñëè Âû ñäåëàëè
//                íå recieve ôàéë "license.txt" ïîæàëóéñòà,
//                ïîñåòèòå íàø ñàéò è ïîëó÷èòå îò äîëæíîñòíîãî ëèöà
//                êîïèþ X7 ×àòà.
//
//                Óäàëåíèå ýòîãî àâòîðñêîãî ïðàâà è/èëè ëþáîãî äðóãîãî
//                àâòîðñêîãî ïðàâà X7 Ãðóïïû èëè X7 ×àòà èç ëþáîãî
//                ôàéëà, âêëþ÷åííîãî â ýòî ðàñïðåäåëåíèå
//                çàïðåùàåòñÿ è âûïîëíåíèå âàøåãî ïðàâà
//                èñïîëüçîâàòü ýòî ïðîãðàììíîå îáåñïå÷åíèå çàêîí÷èòñÿ
//
////////////////////////////////////////////////////////////////EOH
?><?PHP

$language_iso = "windows-1251";        // Åñëè Âû íóæäàåòåñü â ñïðàâêå ïî ýòîìó e-mail webmaster@novopolotsk.biz è ÿ äàì Âàì ïðàâèëüíîå çíà÷åíèå äëÿ âàøåãî ÿçûêà /// (íè÷åãî íå äàì)

// Ïðèìå÷àíèÿ:
//        Åñëè Âû íóæäàåòåñü â ñïðàâêå, ïî ïåðåâîäó, ïîæàëóéñòà îòïðàâüòå ìíå ýëåêòðîííóþ ïî÷òó,  ÿ  ïîñòàðàþñü ïîìî÷ü.
//        ß ñêîðåå âñåãî ñäåëàþ òàê, òîãäà ïðåäñòàâëþ, êàêîâî ýòî.
//
//        "<br>" âïèøèòå âõîäÿùèé/îáðàòíûé/ äëÿ ïûïîëíåíèÿ ñíà÷àëà  ñëåäóþùåé ñòðîêè.  Âû ìîæåòå äîáàâèòü <br>' ïîæàëóéñòà, ñòàâüòå ýòî â íóæíîì Âàì ìåñòå.
//        "<b>" çàñòàâèò òåêñò ñòàòü ïîëóæèðíûì, êîãäà ýòî âñòðå÷àåòñÿ, à "</b>" îñòàíàâëèâàåò òåêñò îò òîãî, ÷òîáû áûòü ïîëóæèðíûì.
//        "<i>" çàñòàâèò òåêñò ñòàòü êóðñèâíûì, êîãäà ýòî âñòðå÷àåòñÿ, à "</i>" îñòàíàâëèâàåò òåêñò îò òîãî, ÷òîáû áûòü êóðñèâíûì.

$txt[0] = "Âõîä";
$txt[1] = "Ïîæàëóéñòà, ââåäèòå âàøå èìÿ ïîëüçîâàòåëÿ è ïàðîëü, ÷òîáû âîéòè";
$txt[2] = "Ïîëüçîâàòåëü";
$txt[3] = "Ïàðîëü";
$txt[4] = "&nbsp;&nbsp; Âõîä &nbsp;&nbsp;";        // "&nbsp;" ÿâëÿåòñÿ òåì æå ñàìûì ÷òî è ÷èñòîå ìåñòî
$txt[5] = "Ïîøëèòå Ïàðîëü";
$txt[6] = "Ðåãèñòðèðîâàòüñÿ";
$txt[7] = "Ñòàòóñ";
$txt[8] = "Ïîëüçîâàòåëåé íà ëèíèè";
$txt[9] = "Âñåãî êîìíàò";
$txt[10] = "Çàðåãèñòðèðîâàíî ïîëüçîâàòåëåé";
$txt[11] = "Ïîëüçîâàòåëè íà ëèíèè";
$txt[12] = "Íàñòóïàþùèå Ñîáûòèÿ";
$txt[13] = "Èìÿ ïîëüçîâàòåëÿ èëè ïàðîëü, êîòîðûé Âû ââåëè, áûëè íåïðàâèëüíû";
$txt[14] = "Îøèáêà";

$txt[15] = "Æàëü, àäìèíèñòðàòîð ýòîãî ñåðâåðà îòêëþ÷èë ðåãèñòðàöèþ";
$txt[16] = "Âûõîä";
$txt[17] = "Âû áûëè çàðåãèñòðèðîâàíû.";
$txt[18] = "Ðåãèñòðèðîâàòüñÿ";
$txt[19] = "Çàïîëíèòå ýòó ôîðìó, ÷òîáû ðåãèñòðèðîâàòüñÿ, âñå ïîëÿ îáÿçàòåëüíûå.";
$txt[20] = "E-Mail";
$txt[21] = "Ïîâòîðèòå Ïàðîëü";
$txt[22] = "Áîëüøå äåòàëåé ìîæåò áûòü ââåäåíî â âàø ïðîôèëü ïîñëå ðåãèñòðàöèè";
$txt[23] = "Íåäîïóñòèìîå èìÿ ïîëüçîâàòåëÿ, âàøå èìÿ ïîëüçîâàòåëÿ ìîæåò ñîäåðæàòü áóêâû è ÷èñëà, íî íå ïóñòûå ìåñòà, çàïÿòûå, ïåðèîäû, àïîñòðîôû, öèòàòû è òî÷êè ñ çàïÿòîé. Âàøå èìÿ ïîëüçîâàòåëÿ äîëæíî ñîäåðæàòü íå ìåíåå _n ñèìâîëîâ.";                // _n is the number of charcters your username must be under
$txt[24] = "Ïîæàëóéñòà, âïèøèòå âàø äåéñòâóþùèé E-mail.";
$txt[25] = "Ïîæàëóéñòà, ââåäèòå ïàðîëü.";
$txt[26] = "Ïàðîëè, êîòîðûå Âû ââåëè, íå ñîâïàäàþò.";
$txt[27] = "Æàëü, òàêîå èìÿ ïîëüçîâàòåëÿ íàõîäèòñÿ óæå â èñïîëüçîâàíèè, ïîæàëóéñòà, âîçâðàòèòåñü è âûáåðèòå äðóãîå.";
$txt[28] = "Âàøà ó÷åòíàÿ çàïèñü áûëà ñîçäàíà, <a href=\"./index.php\">Íàæìèòå â ýòîì ìåñòå</a> ÷òîáû âîéòè.";

$txt[29] = "Êîìíàòû";
$txt[30] = "Ïîëüçîâàòåëè";
$txt[31] = "Íàçâàíèå êîìíàòû";
$txt[32] = "Òåìà ÷àòà";

$txt[34] = "Ïîìîùü";
$txt[35] = "Þçåð CP";
$txt[36] = "Óñòàíîâêè Òåì";
$txt[37] = "Admin CP";

$txt[38] = "Æàëü, íåèçâåñòíûé ôðåéì!";
$txt[39] = "Æàëü, àäìèíèñòðàòîð îòêëþ÷èë êîìíàòó äëÿ äèñêóññèé!";

$txt[40] = "Ñîñòîÿíèå";
$txt[41] = "ÊîìíàòûCP";

$txt[42] = "Âû íå ìîæåòå ïîñëàòü ñîîáùåíèÿ ýòîé êîìíàòå, åñëè Îïåðàòîð íå äàåò Âàì ãîëîñ.";
$txt[43] = "Âñòóïèë â êîìíàòó";
$txt[44] = "Âûøåë èç êîìíàòû";

$txt[45] = "Íåâîçìîæíî çàãðóçèòü ñòðàíèöó, ñòðàíèöà íå ñóùåñòâóåò.";
$txt[55] = "Ïî óìîë÷.";
$txt[56] = "Áîëüøå";
$txt[57] = "Âûáåðèòå øðèôò:";

$txt[58] = "Êàêîé ðàçìåð øðèôòà õîòåëè áû Âû?";
$txt[59] = "Ñîçäàòü Êîìíàòó";
$txt[60] = "Âû íå èìååòå ðàçðåøåíèÿ ñîçäàòü íîâóþ êîìíàòó.";
$txt[61] = "Íàçâàíèå Êîìíàòû";
$txt[62] = "Çàêîí÷èòå ýòó ôîðìó, ÷òîáû ñîçäàòü íîâóþ êîìíàòó äëÿ äèñêóññèé";
$txt[63] = "Ñîçäàòü";
$txt[64] = "Òèï Êîìíàòû";
$txt[65] = "Òåìà";
$txt[66] = "Ïðèâåòñòâèå";
$txt[67] = "Ìàêñèìóì Ïîëüçîâàòåëåé";
$txt[68] = "Äëÿ âñåõ";
$txt[69] = "×àñòíóþ";
$txt[70] = "Óìåíüøåííóþ";
$txt[71] = "Íà ïîñòîÿííî";
$txt[72] = "Äåëàéòå äîïóñòèìûì íàçâàíèå êîìíàòû, âàøå íàçâàíèå êîìíàòû ìîæåò ñîäåðæàòü áóêâû è ÷èñëà, íî íå çàïÿòûå, ïåðèîäû, àïîñòðîôû, çâåçäî÷êè è òî÷êè ñ çàïÿòîé.";
$txt[73] = "Íåèçâåñòíûé Òèï Êîìíàòû";
$txt[74] = "Âû íå ìîæåòå ñîçäàâàòü ÷àñòíûå êîìíàòû";
$txt[75] = "Âàøà êîìíàòà áûëà ñîçäàíà";
$txt[76] = "Òàêîå íàçâàíèå êîìíàòû íàõîäèòñÿ óæå â èñïîëüçîâàíèè, ïîæàëóéñòà, âûáåðèòå äðóãîå";
$txt[77] = "Íàçàä";
$txt[78] = "Òðåáóåòñÿ Ïàðîëü";
$txt[79] = "Ýòà êîìíàòà çàùèùåíà ïàðîëåì. Ïîæàëóéñòà, ââåäèòå åãî òåïåðü.";
$txt[80] = "Ýòà êîìíàòà ïîëíà, ïîæàëóéñòà, âûáåðèòå äðóãóþ";
$txt[81] = "Íå ïîêàçûâàòü ïîëíûå êîìíàòû";
$txt[82] = "Ïîêàçûâàòü ïîëíûå êîìíàòû";
$txt[83] = "Ïîêàçûâàòü ïîëíûå êîìíàòû";
$txt[84] = "Ñêðûòü ïîëíûå êîìíàòû";
$txt[85] = "Ïð-ëü";
$txt[86] = "Âûï-ü";
$txt[87] = "Ïîëíûé Ïðîôèëü";
$txt[88] = "×àñòíûé ×àò";
$txt[89] = "Ïîøëèòå E-mail";
$txt[90] = "Îáíîâëåíèå....";

$txt[91] = "Èãíîðèðîâàòü";
$txt[92] = "Íåèãíîðèðîâàòü";
$txt[93] = "Íåìîé";
$txt[94] = "Äàéòå Ops";
$txt[95] = "Âçÿòü Ops";
$txt[96] = "Íåíåìîé";
$txt[97] = "Ïèíîê";
$txt[98] = "Ïîñìîòðåòü IP";
$txt[99] = "Äàéòå Ãîëîñ";
$txt[100] = "Âîçüìèòå Ãîëîñ";

$txt[101] = "Ïîëüçîâàòåëü òåïåðü èãíîðèðóåòñÿ.";
$txt[102] = "Ïîëüçîâàòåëü íå èãíîðèðóåòñÿ áîëüøå.";
$txt[103] = "Ïîëüçîâàòåëü";
$txt[104] = "Âû íå èìååòå ðàçðåøåíèÿ çàâåðøèòü ýòî äåéñòâèå";
$txt[105] = "Ïîëüçîâàòåëþ ïðåäîñòàâèëè Ñîñòîÿíèå Îïåðàòîðà";
$txt[106] = "Ñîñòîÿíèå Îïåðàòîðà Ïîëüçîâàòåëåé îòìåíèëîñü";
$txt[107] = "IP ïîëüçîâàòåëÿ: ";
$txt[108] = "Ïîæàëóéñòà, ââåäèòå ïðè÷èíó äëÿ òîãî, ÷òîáû ïíóòü ýòîãî ïîëüçîâàòåëÿ:";
$txt[109] = "Ïîëüçîâàòåëÿ ïíóëè èç êîìíàòû, îí íå ìîæåò âîéòè â òå÷åíèå 60 ñåêóíä.";
$txt[110] = "_u äëÿ ïåíêà _r";        // _u will be replaced with username and _r will be replaced with reason

$txt[111] = "Ýòîò ïîëüçîâàòåëü áûë ïðèãëóøåí.";
$txt[112] = "Ýòîò ïîëüçîâàòåëü áîëüøå íå ïðèãëóøåí.";
$txt[113] = "Ýòîìó ïîëüçîâàòåëþ äàëè ãîëîñ.";
$txt[114] = "Ýòîò ãîëîñ ïîëüçîâàòåëåé áûë óáðàí.";

$txt[115] = "Âàñ ïíóëè èç ýòîé êîìíàòû äëÿ _r";        // _r will be replaced with the reason for the kick
$txt[116] = "Âû áûëè çàïðåùåíû â ýòîé êîìíàòå äëÿ _r";        // _r will be replaced with the reason for the ban
$txt[117] = "Âû áûëè çàïðåùåíû íà ýòîì ñåðâåðå äëÿ _r";        // _r will be replaced with the reason for the ban
$txt[118] = "Âû áûëè óäàëåíû èç ýòîé êîìíàòû, ïîæàëóéñòà <a href='./index.php'>êëèêíèòå çäåñü</a> ÷òîáû âîçâðàòèòüñÿ â êîìíàòó èëè âûáèðàòü èç ñïèñêà äðóãóþ êîìíàòó.";

$txt[119] = "Ïðîñìîòð Ïðîôèëÿ";
$txt[120] = "(ñêðûòûé";
$txt[121] = "Ìåñòîïîëîæåíèå";
$txt[122] = "Óâëå÷åíèÿ";
$txt[123] = "Ïîëüç. ãðóïïà";
$txt[124] = "Î ñåáå";
$txt[125] = "Îëèöåòâîðåíèå";

$txt[126] = "_u ÿâëÿåòñÿ òåïåðü Îïåðàòîðîì ÷àòà";                // _u will print the username of the person who the action is preformed one.
$txt[127] = "_u áîëüøå íå Îïåðàòîð ÷àòà";                // _u will print the username of the person who the action is preformed one.
$txt[128] = "Âûáåðèòå Öâåò";
$txt[129] = "_u äàëè ãîëîñ";                // _u will print the username of the person who the action is preformed one.
$txt[130] = "_us ãîëîñ áûë âçÿò";                // _u will print the username of the person who the action is preformed one.
$txt[131] = "_u áûë ïðèãëóøåí";                // _u will print the username of the person who the action is preformed one.
$txt[132] = "_u áîëüøå íå ïðèãëóøåí";                // _u will print the username of the person who the action is preformed one.
$txt[133] = "Çàêðûòü";
$txt[134] = "Âàø öâåò ñîîáùåíèÿ áûë îáíîâëåí.";
$txt[135] = "  Ïàíåëü Óïðàâëåíèÿ Ïîëüçîâàòåëÿ";
$txt[136] = "Äîáðî ïîæàëîâàòü â âàøó Ïîëüçîâàòåëüñêóþ Ïàíåëü óïðàâëåíèÿ. Çäåñü Âû ìîæåòå èçìåíèòü âàøè ïàðàìåòðû íàñòðîéêè, ïîñûëàòü ñîîáùåíèÿ è êîíôèãóðèðîâàòü ìíîãî àñïåêòîâ ×àòà.";

$txt[137] = "Äîì";
$txt[138] = "Ïðîôèëü";
$txt[139] = "Íàñòðîéêè";
$txt[140] = "Ñòàòóñ";
$txt[141] = "Ñïèñîê";
$txt[142] = "Àâòîíîìíûå Ñîîáùåíèÿ";
$txt[143] = "Ôèëüòð Ñëîâ";
$txt[144] = "Êëþ÷åâûå ñëîâà";
$txt[145] = "Ñëåäóþùèå ñëîâà ôèëüòðîâàíû, êëèêíèòå ïî îäíîìó, ÷òîáû óäàëèòü ýòî.";

$txt[146] = "Âàø òåêóùèé Ñòàòóñ";
$txt[147] = "Âûáåðåòå Ñòàòóñ";
$txt[148] = "Âàø ñòàòóñ áûë èçìåíåí íà";
$txt[149] = "Äàëåêî";
$txt[150] = "Äîñòóïåí";
$txt[151] = "Ñêîðî âåðíóñü";
$txt[152] = "Âåðíóñü ïîçæå";
$txt[153] = "Çàêàçíîé";
$txt[154] = "Èçìåíåíèå";
$txt[155] = "Ìàêñ Áóêâ";
$txt[156] = "Ñëåäóþùèå ïîëüçîâàòåëè èãíîðèðóþòñÿ, êëèêíèòå ïî îäíîìó, ÷òîáû îòêðûòü åãî.";
$txt[158] = "_u áûë óäàëåí èç âàøåãî èãíîðèðîâàòü ñïèñîê.";        // _u is replaced with the person usersname
$txt[159] = "Èãíîðèðîâàòü ïîëüçîâàòåëÿ";
$txt[160] = "Äîáàâèòü";
$txt[161] = "_u äîáàâèëñÿ ê âàøåìó ñïèñêó èãíîðèðóåìûõ.";          // _u is replaced with the person usersname
$txt[162] = "_w áûë ôèëüòðîâàí.";                                  // _w is replaced with the word that was filtered
$txt[163] = "_w áîëüøå íå ôèëüòðóåòñÿ.";                           // _w is replaced with the word that was unfiltered
$txt[164] = "Ñëîâî Ôèëüòðà";
$txt[165] = "Òåêñò";
$txt[166] = "Çàìåíà";
$txt[167] = "Âàøè íàñòðîéêè Êëþ÷åâûõ ñëîâ áûëè îáíîâëåíû";
$txt[168] = "Êëþ÷åâûå ñëîâà - ñïåöèàëüíûå ñëîâà, êîòîðûå áóäóò àâòîìàòè÷åñêè ïðåâðàùåíû â ñâÿçè êîãäà îíè áóäóò ïîñëàíû â ÷àò.<Br><Br>Ñëåäóþùåå - êëþ÷åâûå ñëîâà, êëèêíèòå ïî îäíîìó, ÷òîáû óäàëèòü åãî.";                // <br> means it goes onto a new line, same as an enter or return key does
$txt[169] = "Äîáàâüòå Êëþ÷åâîå ñëîâî";
$txt[170] = "URL";
$txt[171] = "Âàøå ñîîáùåíèå ïîñëàíî.";
$txt[172] = "Íèæå - âñå ñîîáùåíèÿ, ÷òî Âû èìååòå ðåcieved.";
$txt[173] = "[Íè îäèí]";
$txt[174] = "------- Ïåðâîíà÷àëüíîå Ñîîáùåíèå -------";
$txt[175] = "Óäàëèòü";
$txt[176] = "RE: ";
$txt[177] = "Ñîîáùåíèå áûëî óäàëåíî";
$txt[178] = "Òåìà";
$txt[179] = "Îò";
$txt[180] = "Äàòà";
$txt[181] = "Îòïðàâèòü";
$txt[182] = "Ïîøëèòå";
$txt[183] = "Òåìà";
$txt[184] = "Âàøå ñîîáùåíèå íåëüçÿ áûëî áû ïîñëàòü, ïîòîìó ÷òî âõîäíîé ïî÷òîâûé ÿùèê ýòîãî ïîëüçîâàòåëÿ ïîëîí.";
$txt[185] = "Âû èñïîëüçóåòå _p ìåñòà âõîäíîãî ïî÷òîâîãî ÿùèêà. Âû èìååòå ìåñòî äëÿ _n äðóãèõ ñîîáùåíèé.";        // _p is the precentage of used space and _n is the number of messages you have room for
$txt[186] = "Ðîä";
$txt[187] = "Îáíîâèòü";
$txt[188] = "Âàø ïðîôèëü áûë îáíîâëåí.";

$txt[189] = "Ìóæ÷èíà";
$txt[190] = "Æåíùèíà";
$txt[191] = "------";

$txt[192] = "Çàãðóçèòü";
$txt[193] = "Âû ìîæåòå èñïîëüçîâàòü ýòó ôîðìó, ÷òîáû çàãðóçèòü îëèöåòâîðåíèå. Âû ìîãëè òîëüêî ñîõðàíèòü îäíî îëèöåòâîðåíèå íà ñåðâåðå îäíîâðåìåííî.
Âàøå îëèöåòâîðåíèå äîëæíî áûòü  *.gif,*.png èëè *.jpeg è äîëæíî áûòü _b íå áîëåå áàéò. Âàøå îëèöåòâîðåíèå äîëæíî áûòü _d px.";                // _b is replaced with the byte limit and _d is replaced with the size limit that the admin has specified

$txt[194] = "Âàøå îëèöåòâîðåíèå áûëî çàãðóæåíî óñïåøíî è âàø ïðîôèëü îáíîâëåí.";
$txt[195] = "Çàãðóçêà Îëèöåòâîðåíèé çàáëîêèðîâàíî.";
$txt[196] = "Âàø ôàéë îëèöåòâîðåíèÿ áîëåå.";
$txt[197] = "Ôîðìàò èçîáðàæåíèÿ âàøåãî îëèöåòâîðåíèÿ íå áûë ïðèçíàí. Ïîæàëóéñòà, èñïîëüçóéòå PNG, GIF èëè JPEG.";
$txt[198] = "Çàãðóçêà Îëèöåòâîðåíèé äîïóñêàåòñÿ, íî àäìèíèñòðàòîð íå ñäåëàë êàòàëîã çàãðóçêè ÷èòàåìûì. Ïîæàëóéñòà, âîéäèòå â êîíòàêò ñ íèìè è ñîîáùèòå îá ýòîé ïðîáëåìå. Âàøå îëèöåòâîðåíèå íå áûëî çàãðóæåíî.";

$txt[199] = "Âðåìÿ Âõîäà â ñèñòåìó (÷àñû)";
$txt[200] = "Íîðìà îáíîâëåíèé (ñåêóíäû)";
$txt[201] = "Ñìåùåíèå âðåìåíè (÷àñû)";
$txt[202] = "Ñìåùåíèå âðåìåíè (ìèíóòû)";
$txt[203] = "Îáîëî÷êà";
$txt[204] = "ßçûê";
$txt[205] = "Îòêëþ÷èòü Ñòèëü";
$txt[206] = "Îòêëþ÷èòü Ñìàéëû";
$txt[207] = "Îòêëþ÷èòü Çâóê";
$txt[208] = "Îòêëþ÷èòü Timestamps";
$txt[209] = "Ñêðûòü E-Mail";
$txt[210] = "Âàøè ïàðàìåòðû íàñòðîéêè áûëè îáíîâëåíû";

$txt[211] = "Íåèçâåñòíàÿ Êîìàíäà";
$txt[212] = "_u âåäîìîñòü _d _s-ïðèìêíóòàÿ èãðà â êîñòè.";                // _u become username, _d is the number of dice and _s is the number of sides
$txt[213] = "Ðåçóëüòàòû:";
$txt[214] = "Ðåçóëüòàòû èçìåíåíû _a.";        // _a is a number they are modified by

$txt[215] = "Äîñòóï Çàïðåùåí";
$txt[216] = "Âû íå èìååòå ðàçðåøåíèÿ îáðàòèòüñÿ ê ýòîìó ðàçäåëó.";
$txt[217] = "Ýòà ãðóïïà ïîçâîëÿåò Âàì ðåãóëèðîâàòü áîëüøèíñòâî íàçíà÷åíèé âàøåé êîìíàòû ÷àòà.";
$txt[218] = "Îáùèå íàñòðîéêè";
$txt[219] = "Op Ñïèñîê";
$txt[220] = "Ñïèñîê Ãîëîñà";
$txt[221] = "Íåìîé Ñïèñîê";
$txt[222] = "Íîâîå Çàïðåùåíèå";
$txt[223] = "Ïðè÷èíà";
$txt[224] = "Ïîëüçîâàòåëü / IP / E-Mail";
$txt[225] = "Äëèíà";
$txt[226] = "Íàâñåãäà";
$txt[227] = "ÈËÈ";
$txt[228] = "Ìèíóò";
$txt[229] = "×àñû";
$txt[230] = "Äíè";
$txt[231] = "Íåäåëè";
$txt[232] = "Ìåñÿöû";
$txt[233] = "Êëèêíèòå ïî Ïîëüçîâàòåëþ, IP èëè E-mail, ÷òîáû ñíÿòü çàïðåò";
$txt[234] = "Íîâîå çàïðåùåíèå áûëî ïðèìåíåíî.";
$txt[235] = "Çàïðåùåíèå áûëî óäàëåíî.";
$txt[236] = "Ñëåäóþùèå ïîëüçîâàòåëè èìåþò ñîñòîÿíèå îïåðàòîðà â ýòîé êîìíàòå. Êëèêíèòå ïî îäíîìó, ÷òîáû îòìåíèòü åãî ñîñòîÿíèå îïåðàòîðà.";
$txt[237] = "Ñëåäóþùèå ïîëüçîâàòåëè èìåþò ãîëîñ â ýòîé êîìíàòå. Êëèêíèòå ïî îäíîìó, ÷òîáû îòìåíèòü èõ ãîëîñ.";
$txt[238] = "Ñëåäóþùèå ïîëüçîâàòåëè ïðèãëóøåíû. Êëèêíèòå ïî îäíîìó äëÿ îòìåíû çàãëóøèòü.";
$txt[239] = "Íåñïîñîáíîñòü íàéòè ïîëüçîâàòåëÿ ñ ýòèì èìåíåì.";
$txt[240] = "Ôàéë ðåãèñòðàöèè";
$txt[241] = "Ðåãèñòðèðîâàòü ×àñòíûå Ñîîáùåíèÿ";
$txt[242] = "Ðåãèñòðàöèÿ äîïóñêàåòñÿ";
$txt[243] = "Ðåãèñòðàöèÿ çàáëîêèðîâàíà";
$txt[244] = "Äîïóñòèòü Ðåãèñòðàöèþ";
$txt[245] = "Îòêëþ÷èòü Ðåãèñòðàöèþ";
$txt[246] = "Ðàçìåð æóðíàëà: _s kb (_p)";                // _s is the size,_p is the percentage
$txt[247] = "Ñîõðàíåíèå ñâîáîäíîãî ïðîñòðàíñòâà: _s kb (_p)";                // _s is the remain free space, _p is the percentage
$txt[248] = "íåîãðàíè÷åííûé";
$txt[249] = "Íèæå - ñîäåðæàíèå ôàéëà ðåãèñòðàöèè.";
$txt[250] = "Óäàëèòå Ôàéë ðåãèñòðàöèè";
$txt[251] = "Âûáåðèòå ôàéë ðåãèñòðàöèè íèæå, ÷òîáû ðàññìîòðåòü åãî.";
$txt[252] = "Âàøå ñîîáùåíèå íå ïîñûëàëè, ýòî áûëî ê äîëãî.";
$txt[253] = "Ôîíîâîå Èçîáðàæåíèå";
$txt[254] = "Èçîáðàæåíèå Ýìáëåìû";
$txt[255] = "Íàïîìíèòü Ïàðîëü";
$txt[256] = "Ïðèâåò _u,\n\nA ïîñåòèòåëü ñ àäðåñîì ip _i òðåáîâàë, ÷òîáû âàø ïàðîëü áûë èçìåíåí â _s ÷àòå.\n\nÂàø íîâûé ïàðîëü _p.\n\nÁëàãîäàðèì,\n_s Ãðóïïà Ïîääåðæêè";                        // Us "\n" for return/enter/new lines, _u for the username, _i for IP, _s for sitename, _p for new password
$txt[257] = "Ââåäèòå âàøå Èìÿ ïîëüçîâàòåëÿ èëè E-mail äëÿ ãåíåðàöèè íîâîãî ïàðîëÿ. Íîâûé ïàðîëü áóäåò âûñëàí íà Âàø E-mail, êîòîðûé óêàçàí â Âàøåì ïðîôàéëå.";
$txt[258] = "Âàø íîâûé ïàðîëü ïîñëàëè.";
$txt[259] = "Âàø íîâûé ïàðîëü íå ïîñëàëè. Ìû áûëè íåñïîñîáíû îïðåäåëèòü ìåñòîíàõîæäåíèå ó÷åòíîé çàïèñè ñ òàêèì èìåíåì ïîëüçîâàòåëÿ èëè E-mail..";
$txt[260] = "Âàø íîâûé ïàðîëü íå ïîñëàëè. Ìû îïðåäåëèëè ìåñòîíàõîæäåíèå ïðàâèëüíîé ó÷åòíîé çàïèñè, îäíàêî íèêàêîé E-mail íå áûë â áàçå äàííûõ.";
$txt[261] = "Àäìèíèñòðàòîð îòêëþ÷èë íàïîìèíàíèå ïàðîëÿ.";
$txt[262] = "Íîâîñòè";
$txt[263] = "Æàëü, íåò íèêàêîé ñïðàâêè äëÿ ýòîé òåìû.";
$txt[264] = "Êîìíàòû àâòîìàòè÷åñêè èñòåêàþò ÷åðåç: _t";                // _t is the time after which they expire
$txt[265] = "Íèêîãäà";
$txt[266] = "";
$txt[267] = "Âû íå èìååòå ðàçðåøåíèÿ èñïîëüçîâàòü ýòó êîìàíäó.";
$txt[268] = "Íåñïîñîáíîñòü çàâåðøàòü äåéñòâèå äëÿ óêàçàííîãî ïîëüçîâàòåëÿ.";
$txt[269] = "<b>Ñèíòàêñèñ:</b> /ïèíîê <i>èìÿ ïîëüçîâàòåëÿ</i> <i>ïðè÷èíà</i><Br>Ýòà êîìàíäà óäàëèò ïîëüçîâàòåëÿ èç êîìíàòû ÷àòà.";
$txt[270] = "<b>Ñèíòàêñèñ:</b> /çàïðåùåíèå <i>èìÿ ïîëüçîâàòåëÿ</i> <i>ïðè÷èíà</i><Br>Ýòà êîìàíäà óäàëèò ïîëüçîâàòåëÿ èç êîìíàòû ÷àòà è áóäåò ïðåïÿòñòâîâàòü åìó âîéòè ñíîâà.";
$txt[271] = "<b>Ñèíòàêñèñ:</b> /ñíÿòèå çàïðåòà <i>èìÿ ïîëüçîâàòåëÿ</i> <Br>Ýòà êîìàíäà ïîçâîëèò çàïðåùåííîìó ïîëüçîâàòåëþ âîéòè â êîìíàòó ÷àòà ñíîâà.";
$txt[272] = "<b>Ñèíòàêñèñ:</b> /op <i>èìÿ ïîëüçîâàòåëÿ</i> <Br>Ýòà êîìàíäà äàñò îïåðàòîðó, îáðàùàþòñÿ ê ïîëüçîâàòåëþ.";
$txt[273] = "<b>Ñèíòàêñèñ:</b> /deop <i>èìÿ ïîëüçîâàòåëÿ</i> <Br>Ýòà êîìàíäà óáåðåò âëàñòü îïåðàòîðà îò êîãî-ëèáî.";
$txt[274] = "<b>Ñèíòàêñèñ:</b> /èãíîðèðîâàòü <i>èìÿ ïîëüçîâàòåëÿ</i> <Br>Ýòà êîìàíäà áëîêèðóåò âñå ñîîáùåíèÿ îò êîãî-ëèáî.";
$txt[275] = "<b>Ñèíòàêñèñ:</b> /ñíÿòü èãíîðèðîâàíèå <i>èìÿ ïîëüçîâàòåëÿ</i> <Br>Ýòà êîìàíäà îòêðîåò âñå ñîîáùåíèÿ îò êîãî-ëèáî.";
$txt[276] = "Ñëåäóþùèå ëþäè íàõîäÿòñÿ â ÷àòå ñ Âàìè: ";
$txt[277] = "<b>Ñèíòàêñèñ:</b> /ÿ <i>äåéñòâèå</i> <Br>Ýòà êîìàíäà ñêàæåò äðóãèì ïîëüçîâàòåëÿì, ÷òî Âû äåëàåòå <i>äåéñòâèå</i>.";
$txt[278] = "<b>Ñèíòàêñèñ:</b> /admin <i>èìÿ ïîëüçîâàòåëÿ</i> <Br>Ýòà êîìàíäà äàñò ïîëüçîâàòåëüñêèé äîñòóï àäìèíèñòðàòîðà.";
$txt[279] = "_u ÿâëÿåòñÿ òåïåðü àäìèíèñòðàòîðîì êîìíàòû ÷àòà";        // _u is the username
$txt[280] = "_u áîëüøå íå àäìèíèñòðàòîð êîìíàòû ÷àòà";        // _u is the username
$txt[281] = "<b>ÝÉ!!</b>, Âû òîëüêî ïðîáîâàëè âçÿòü admin ñîñòîÿíèå îò âàñ íåïîñðåäñòâåííî! Åñëè Âû õîòèòå ïðîäîëæèòü ýòî äåéñòâèå, íàïå÷àòàéòå /deadmin <i>your_username</i> 1";
$txt[282] = "<b>Ñèíòàêñèñ:</b> /voice <i>èìÿ ïîëüçîâàòåëÿ</i> <Br>Ýòà êîìàíäà äàñò ïîëüçîâàòåëþ ãîëîñ è ïîçâîëèò èì ãîâîðèòü â óìåíüøåííûõ êîìíàòàõ.";
$txt[283] = "<b>Ñèíòàêñèñ:</b> /devoice <i>èìÿ ïîëüçîâàòåëÿ</i> <Br>Ýòà êîìàíäà âîçüìåò ãîëîñ ïîëüçîâàòåëåé, òàê ÷òî îíè áîëüøå íå ñìîãóò ãîâîðèòü â óìåíüøåííûõ êîìíàòàõ.";
$txt[284] = "<b>Ñèíòàêñèñ:</b> /mute <i>èìÿ ïîëüçîâàòåëÿ</i> <Br>Ýòà êîìàíäà îòâåðãíåò ïîëüçîâàòåëÿ îò ïîñûëêè ñîîáùåíèé â êîìíàòó.";
$txt[285] = "<b>Ñèíòàêñèñ:</b> /unmute <i>èìÿ ïîëüçîâàòåëÿ</i> <Br>Ýòà êîìàíäà ïîçâîëèò ïðèãëóøåííîìó ïîëüçîâàòåëþ ïîñûëàòü ñîîáùåíèÿ â êîìíàòó.";
$txt[286] = "<b>Ñèíòàêñèñ:</b> /wallchan <i>ñîîáùåíèå</i> <Br>Ýòà êîìàíäà ïîøëåò ñîîáùåíèå âî âñå êîìíàòû.";
$txt[287] = "<a>[Êëèêíèòå çäåñü]</a> îòêðûòü ïàíåëü óïðàâëåíèÿ êîìíàò â íîâîì îêíå.";                // Leave the <a> and </a> tags alone
$txt[288] = "<b>Ñèíòàêñèñ:</b> /log <i>äåéñòâèå</i> <Br>Ýòà êîìàíäà ïîçâîëÿåò Âàì îñòàíàâëèâàòü, ðàññìàòðèâàòü ðàçìåð, íà÷èíàòüñÿ è äåëàåò ÿñíûì ôàéë ðåãèñòðàöèè.  <i>Äåéñòâèå</i> ìîæåò áûòü:<Br><b>Stop</b>: Îñòàíàâëèâàòü Ðåãèñòðàöèþ <Br><b>Start</b>: Çàïóñòèòü Ðåãèñòðàöèþ<br><b>Clear</b>: Î÷èùàåò ñóùåñòâóþùèé ôàéë ðåãèñòðàöèè<Br><b>Size</b>: Ãîâîðèò Âàì, ñêîëüêî èç ôàéëà ðåãèñòðàöèè èñïîëüçóåòñÿ";
$txt[289] = "Âû èñïîëüçîâàëè _s KB èç _m KB ðåãèñòðàöèîííîãî îáú¸ìà.";        // _s is what you have used and _m is how much you can use
$txt[290] = "Âû èñïîëüçîâàëè íåïðàâèëüíóþ êîìàíäó ðåæèìà. Ïîæàëóéñòà <a>Êëèêíèòå çäåñü</a> ÷òî áû óçíàòü, êàê èñïîëüçîâàòü ýòî.";
$txt[291] = "";
$txt[292] = "ïðåðûâàíèå ÷àòà.";
$txt[293] = "_u âçÿë ñîñòîÿíèå îïåðàòîðà îò âñåõ îïåðàòîðîâ.";                // _u is the username
$txt[294] = "MOTD - ïðîáåë.";        // (MOTD stands for Message Of The Day)
$txt[295] = "<b>Ñèíòàêñèñ:</b> /userip <i>èìÿ ïîëüçîâàòåëÿ</i> <Br>Ýòà êîìàíäà ïîêàæåò Âàì IP àäðåñ <i>username</i>.";
$txt[296] = "_u ïðèãëàñèë Âàñ ïðèñîåäèíÿòüñÿ ê êîìíàòå _r";        // _u is the inviting username and _r is the room
$txt[297] = "<b>Ñèíòàêñèñ:</b> /invite <i>èìÿ ïîëüçîâàòåëÿ</i> <Br>Ýòà êîìàíäà ïðèãëàñèò ïîëüçîâàòåëÿ ïðèñîåäèíÿòüñÿ ê êîìíàòå, â êîòîðîé Âû íàõîäèòåñü.";
$txt[298] = "<b>Ñèíòàêñèñ:</b> /join <i>êîìíàòà</i> <Br>Ýòà êîìàíäà ïîçâîëèò Âàì ïðèñîåäèíèòüñÿ ê íîâîé êîìíàòå.";
$txt[299] = "<a>[Êëèêíèòå çäåñü]</a> ïðèñîåäèíèòüñÿ _r";        // leave <a> and </a> alone, _r is the room
$txt[300] = "Òàêàÿ êîìíàòà íå ñóùåñòâóåò.";
$txt[301] = "<a>[Êëèêíèòå çäåñü]</a> ÷òîáû ñîçäàòü .";        // leave <a> and </a> alone
$txt[302] = "<b>Ñèíòàêñèñ:</b> /msg <i>èìÿ ïîëüçîâàòåëÿ</i> <Br>Ýòà êîìàíäà ïîçâîëèò Âàì ïîñûëàòü ÷àñòíîå ñîîáùåíèå ïîëüçîâàòåëþ.";
$txt[303] = "<a>[Êëèêíèòå çäåñü]</a> ÷òîáû ïîñëàòü ñîîáùåíèå _u";        // _u is the reciever's username, leave <a> and </a> alone
$txt[304] = "<b>Ñèíòàêñèñ:</b> /wallchop <i>ñîîáùåíèå</i> <Br>Ýòà êîìàíäà ïîøëåò âàøå ñîîáùåíèå âñåì îïåðàòîðàì êîìíàòû äëÿ äèñêóññèé.";
$txt[305] = "(Ñîîáùåíèå ê _r Îïåðàòîðû Îò _u)";        // _r is the room, _u is the person sending it

$txt[306] = "Ýòî - âàøà Ïàíåëü óïðàâëåíèÿ Àäìèíèñòðàòîðà. Îòñþäà Âû ìîæåòå êîíôèãóðèðîâàòü ïàðàìåòðû íàñòðîéêè, óñòàíàâëèâàòü ìîäóëè, îáíîâëÿòü òåìû, è óïðàâëÿòü ìíîãèìè äðóãèìè àñïåêòàìè âàøåãî ÷àòà.";
$txt[307] = "Íîâîñòè Îò Íàñ";
$txt[308] = "Òåìû";
$txt[309] = "Ãðóïïû ïîëüçîâàòåëåé";
$txt[310] = "Óïðàâëåíèå Ïîëüçîâàòåëÿìè";
$txt[311] = "Óïðàâëåíèå Êîìíàòàìè";
$txt[312] = "Ñïèñîê Çàïðåùåííûõ";
$txt[313] = "Ïðîïóñêíàÿ ñïîñîáíîñòü";
$txt[314] = "Óïðàâëåíèå Ôàéëàìè ðåãèñòðàöèè";
$txt[315] = "Êàëåíäàðü";
$txt[316] = "Ìàññîâàÿ Ðàññûëêà";
$txt[317] = "Ñìàéëû";
$txt[318] = "Ìîäóëè";
$txt[319] = "XUpdater çàáëîêèðîâàí. Ýòîò ìîäóëü òðåáóåòñÿ, åñëè Âû õîòèòå èñïîëüçîâàòü ýòó îñîáåííîñòü. Âû ìîæåòå äîïóñòèòü ýòî, ðåäàêòèðóÿ config.php.";
$txt[320] = "Íåò íèêàêèõ íîâîñòåé, äîñòóïíûõ â ýòî âðåìÿ.";
$txt[321] = "Ïîæàëóéñòà, âûáåðèòå ðàçäåë íàñòðîåê, ÷òîáû îáíîâèòü.";
$txt[322] = "Âðåìÿ è Äàòà";
$txt[323] = "Âðåìåíà Èñòå÷åíèÿ";
$txt[324] = "URL áàííåðà";
$txt[325] = "Ñòèëè è Ñîîáùåíèÿ";
$txt[326] = "Îëèöåòâîðåíèÿ";
$txt[327] = "Ñòðàíèöà Âõîäà";
$txt[328] = "Ðàñøèðåíèå";
$txt[329] = "Îòêëþ÷èòü ×àò";
$txt[330] = "Ïîçâîëèòü Ðåãèñòðàöèþ";
$txt[331] = "Ïîçâîëèòü âõîä Ãîñòÿì";
$txt[332] = "Íàçâàíèå Ñàéòà";
$txt[333] = "Admin E-Mail";
$txt[334] = "Ñòðàíèöà Âûõîäà";
$txt[335] = "Ìàêñ Õàðàêòåðèñòèê â Ñòàòóñå";
$txt[336] = "Ìàêñ Õàðàêòåðèñòèê â Ñîîáùåíèè";
$txt[337] = "Ìàêñ àâòîíîìíûõ Ñîîáùåíèé";
$txt[338] = "Ìèíèìóì Îñâåæàþùåãî Âðåìåíè";
$txt[339] = "Ìàêñèìóì Îñâåæàþùåãî Âðåìåíè";
$txt[340] = "Ìîæåò áûòü óñòàíîâëåíî íà 0 äëÿ íåîãðàíè÷åííîãî ïðåäåëà.";
$txt[341] = "ßçûê ïî óìîë÷àíèþ";
$txt[342] = "Òåìà ïî óìîë÷àíèþ";
$txt[343] = "Âàøè ïàðàìåòðû íàñòðîéêè áûëè îáíîâëåíû.  <a>Êëèêíèòå Çäåñü </a> ÷òîáû âåðíóòüñÿ ê ïàíåëè Óñòàíîâîê.";                // Leave <a> and </a>
$txt[344] = "Ìèíèìàëüíàÿ íîðìà îáíîâëåíèé, íå ìîæåò áûòü áîëüøå ìàêñèìóìà duh.";
$txt[345] = "Ðåãèñòðàöèîííûé Ïóòü";
$txt[346] = "Ìàêñ Ðåãèñòðèðóåìûé Ðàçìåð Êîìíàòû (KB)";
$txt[347] = "Ìàêñ Ðåãèñòðèðóåìûé Ðàçìåð Ïîëüçîâàòåëåé (KB)";
$txt[348] = "Ôîðìàò Âðåìåíè";
$txt[349] = "Ôîðìàò Äàòû";
$txt[350] = "Ïîëíûé Ôîðìàò Äàòû/Âðåìåíè";
$txt[351] = "â ñåêóíäàõ";
$txt[352] = "Ìàêñ Idle Âðåìÿ";
$txt[353] = "Ñîîáùåíèÿ Èñòåêàþò Ïîñëå";
$txt[354] = "Êîìíàòû Èñòåêàþò Ïîñëå";
$txt[355] = "Ó÷åòíûå çàïèñè Ãîñòÿ Èñòåêàþò Ïîñëå";
$txt[356] = "â ìèíóòàõ";
$txt[357] = "Cookie Âðåìÿ";
$txt[358] = "Ôîíîâîå Èçîáðàæåíèå";
$txt[359] = "Ïîçâîëèòü Çàêàçíîé Ôîí Êîìíàòû";
$txt[360] = "Ïîçâîëèòü Çàêàçíóþ Ýìáëåìó Êîìíàòû";
$txt[361] = "Øðèôò ïî óìîë÷àíèþ";
$txt[362] = "Ðàçìåð ïî óìîë÷àíèþ";
$txt[363] = "Öâåò ïî óìîë÷àíèþ";
$txt[364] = "Ìèíèìàëüíûé Ðàçìåð Øðèôòà";
$txt[365] = "Ìàêñèìàëüíûé Ðàçìåð Øðèôòà";
$txt[366] = "Îòêëþ÷èòü Ñìàéëû";
$txt[367] = "Îòêëþ÷èòü Ñòèëè Ñîîáùåíèé";
$txt[368] = "Îòêëþ÷èòü Àâòîñîåäèíåíèå";
$txt[369] = "Öâåò Ñèñòåìíûõ Ñîîáùåíèé";
$txt[370] = "Ïîçâîëåííûå Øðèôòû*";
$txt[371] = "Îòäåëüíûå çàïÿòûìè";
$txt[372] = "Äîïóñòèòü çàãðóçêó Îëèöåòâîðåíèé";
$txt[373] = "Àâòîèçìåíåíèå ðàçìåðîâ íà Ìåíüøèå Îëèöåòâîðåíèé";
$txt[374] = "Ìàêñ çàãðóæàåìûé Ðàçìåð Îëèöåòâîðåíèÿ (â áàéòàõ)";
$txt[375] = "Ìàêñ Óñòàíàâëèâàåìûå ðàçìåðû Îëèöåòâîðåíèÿ  (øèðèíà è âûñîòà)";
$txt[376] = "Ïóòü Çàãðóçêè";
$txt[377] = "Çàãðóçêà ñ URL";
$txt[378] = "Êàëåíäàðü Ñëó÷àéíîãî Ïîêàçà";
$txt[379] = "Ïîêàç Ñòàòèñòèêè";
$txt[380] = "Äîïóñòèòü Íàïîìèíàíèå Ïàðîëÿ";
$txt[381] = "Äíè ïîêàçà â Åæåäíåâíîì Êàëåíäàðå (1-3)";
$txt[382] = "Ïîêàç Åæåìåñÿ÷íîãî Êàëåíäàðÿ";
$txt[383] = "Ïîêàç Åæåäíåâíîãî Êàëåíäàðÿ";
$txt[384] = "Îòêëþ÷èòü èñïîëüçîâàíèå GD Áèáëèîòåêè";        // GD Info: http://www.boutell.com/gd/
$txt[385] = "Åñëè Âû íå çíàåòå ÷òî ýòî, íå îòêëþ÷èòå. Åñëè âàøà ñèñòåìà íå ïîääåðæèâàåò, òî ýòî áóäåò çàáëîêèðîâàíî àâòîìàòè÷åñêè.";
$txt[386] = "Êîìíàòà ñ òàêèì íàçâàíèåì íå ñóùåñòâóåò.";
$txt[387] = "Âû ìîæåòå <a>êëèêíóòü çäåñü</a> è ïðèñîåäèíÿòüñÿ ê òðåáóåìîé êîìíàòå.";                // Leave <a> and </a> alone
$txt[388] = "Ïðèñîåäèíèòåñü ê ÷àñòíîé êîìíàòå";
$txt[389] = "Ïðèñîåäèíèòüñÿ";
$txt[390] = "Íàçâàíèå Òåìû";
$txt[391] = "Âû óâåðåíû, ÷òî Âû õîòèòå óäàëèòü ýòó òåìó?";
$txt[392] = "Äà";
$txt[393] = "Íåò";
$txt[394] = "Âûáðàííàÿ òåìà áûëà óäàëåíà.";
$txt[395] = "Ìû áûëè íåñïîñîáíû óäàëèòü âûáðàííóþ òåìó. Ïîæàëóéñòà, óäàëèòå ïàïêó _d (ýòî - â ïàïêå òåì) âàøåé ïðîãðàììîé FTP.";                //_d will be replaced with the directory name
$txt[396] = "Åñëè Âû ñäåëàëè ðàçðåøåíèå CHMOD 777 êàòàëîãà òåì, ýòî  ðåêîìåíäóåòñÿ äëÿ âàøåãî êàòàëîãà òåì, ïî óìîë÷àíèþ ýòî áûëî. (Îáû÷íî 755)";
$txt[397] = "Ïîæàëóéñòà, óñòàíîâèòå ðàçðåøåíèå êàòàëîãà òåì CHMOD 777.";
$txt[398] = "CHMOD Âûïîëíåíî";
$txt[399] = "Áûëè îáíàðóæåíû ñëåäóþùèå íîâûå òåìû.";
$txt[400] = "Óñòàíîâêà";
$txt[401] = "Îøèáêà: Ïîæàëóéñòà, CHMOD 777 äëÿ êàòàëîãà ìîäóëåé.";
$txt[402] = "Âûáðàííàÿ òåìà áûëà óñòàíîâëåíà.";
$txt[403] = "Âûïóñê";
$txt[404] = "Àâòîð";
$txt[405] = "Îïèñàíèå";
$txt[406] = "Çàãðóçèòå Íîâûå Òåìû";
$txt[407] = "Âû - òåïåðü îïåðàòîð êîìíàòû, äëÿ âûçîâà  ïàíåëè óïðàâëåíèÿ êîìíàòîé íàïå÷àòàéòå /roomcp";
$txt[408] = "Çàäàííûå ïî óìîë÷àíèþ Ãðóïïû";
$txt[409] = "Íîâûé ×ëåí";
$txt[410] = "Ãîñòü";
$txt[411] = "Àäìèíèñòðàòîð";
$txt[412] = "Âàøè íàñòðîéêè ãðóïïû áûëè îáíîâëåíû.";
$txt[413] = "×ëåíû";
$txt[414] = "Íîâàÿ Ãðóïïà";
$txt[415] = "Èçìåíåíèå ãðóïïû áûëî óñïåøíî.";
$txt[416] = "Èçìåíèòü Ãðóïïó";
$txt[417] = "Ñ âûáðàííûì èçìåíåíèåì ãðóïïû";
$txt[418] = "Ñëåäóþùèå ïîëüçîâàòåëè íàõîäÿòñÿ â ýòîé ãðóïïå";
$txt[419] = "Ïðîâåðèòü/Íåïðîâåðèòü âñåõ";
$txt[420] = "Ïîæàëóéñòà, óäàëèòå âñåõ ïîëüçîâàòåëåé èç ãðóïïû ïîëüçîâàòåëåé ïðåæäå, ÷åì Âû óäàëèòå ýòî.";
$txt[421] = "Ãðóïïà ïîëüçîâàòåëåé áûëà óäàëåíà.";
$txt[422] = "Ìîæåò Ñîçäàòü Êîìíàòó";
$txt[423] = "Ìîæåò Ñîçäàòü ×àñòíóþ Êîìíàòó";
$txt[424] = "Çäåñü Âû ìîæåòå èçìåíèòü âåùè, êîòîðûå ýòà ãðóïïà ïîëüçîâàòåëåé ìîæåò ñäåëàòü.";
$txt[425] = "Ìîæåò Óñòàíîâèòü Êîìíàòó Íèêîãäà íå Èñòåêàþùóþ";
$txt[426] = "Ìîæåò Óñòàíîâèòü Óìåíüøåííóþ Êîìíàòó";
$txt[427] = "Ìîæåò Ðàññìîòðåòü IP";
$txt[428] = "Ìîæåò Ïíóòü Ïîëüçîâàòåëåé";
$txt[429] = "Íå ìîæåò áûòü çàïðåùåííûì èëè ïíóò";
$txt[430] = "Èìååò ñòàòóñ îïåðàòîðà âî âñåõ êîìíàòàõ";
$txt[431] = "Èìååò ãîëîñ âî âñåõ êîìíàòàõ";
$txt[432] = "Ìîæåò âèäåòü ñêðûòûå E-Mail àäðåñà";
$txt[433] = "Ìîæåò óñòàíîâèòü/óäàëèòü Êëþ÷åâûå ñëîâà";
$txt[434] = "Âîçìîæíîñòü äèñïåò÷åðñêîé ðåãèñòðàöèè";
$txt[435] = "Ìîæåò ðåãèñòðèðîâàòü ÷àñòíûå ñîîáùåíèÿ";
$txt[436] = "Ìîæåò óñòàíîâèòü ôîíû êîìíàò";
$txt[437] = "Ìîæåò óñòàíîâèòü ýìáëåìû êîìíàò";
$txt[438] = "Ìîæåò ïðåäîñòàâèòü äîñòóï Àäìèíèñòðàòîðà";
$txt[439] = "Ìîæåò ïîñëàòü ñîîáùåíèÿ ñåðâåðà";
$txt[440] = "Ìîæåò èñïîëüçîâàòü êîìàíäó /mdeop";
$txt[441] = "Ìîæåò èñïîëüçîâàòü êîìàíäó /mkick";
$txt[442] = "Ìîæåò îáðàòèòüñÿ ê Admin Ïàíåëè: Íàñòðîéêè";
$txt[443] = "Ìîæåò îáðàòèòüñÿ ê Admin Ïàíåëè: Òåìû";
$txt[444] = "Ìîæåò îáðàòèòüñÿ ê Admin Ïàíåëè: Ôèëüòð Ñëîâà";
$txt[445] = "Ìîæåò îáðàòèòüñÿ ê Admin Ïàíåëè: Ãðóïïû ïîëüçîâàòåëåé";
$txt[446] = "Ìîæåò îáðàòèòüñÿ ê Admin Ïàíåëè: Óïðàâëåíèå Ïîëüçîâàòåëÿìè";
$txt[447] = "Ìîæåò îáðàòèòüñÿ ê Admin Ïàíåëè: Çàïðåùåííûé Ñïèñîê";
$txt[448] = "Ìîæåò îáðàòèòüñÿ ê Admin Ïàíåëè: Ïðîïóñêíàÿ ñïîñîáíîñòü";
$txt[449] = "Ìîæåò îáðàòèòüñÿ ê Admin Ïàíåëè: Ðåãèñòðàöèîííûé Ìåíåäæåð";
$txt[450] = "Ìîæåò îáðàòèòüñÿ ê Admin Ïàíåëè: Ìàññîâàÿ Ðàññûëêà";
$txt[451] = "Ìîæåò îáðàòèòüñÿ ê Admin Ïàíåëè: Ìîäóëè";
$txt[452] = "Ìîæåò îáðàòèòüñÿ ê Admin Ïàíåëè: Ñìàéëû";
$txt[453] = "Ìîæåò îáðàòèòüñÿ ê Admin Ïàíåëè: Êîìíàòû";
$txt[454] = "Ìîæåò îáðàòèòüñÿ ê êîìíàòå ÷àòà êîãäà îíà çàáëîêèðîâàíà";
$txt[455] = "Ïîëüçîâàòåëü äîëæåí èìåòü ñîñòîÿíèå îïåðàòîðà, ÷òîáû èñïîëüçîâàòü ýòó îñîáåííîñòü";
$txt[456] = "Ïîëüçîâàòåëü äîëæåí èìåòü ñîñòîÿíèå îïåðàòîðà, è ýòó îñîáåííîñòü íóæíî äîïóñòèòü â ðàçäåëå óñòàíîâêè admin ïàíåëè.";
$txt[457] = "Ìîæåò îáðàòèòüñÿ ê Admin Ïàíåëè: Êàëåíäàðü";
$txt[458] = "Ðàçðåøåíèÿ äëÿ ýòîé ãðóïïû ïîëüçîâàòåëåé áûëè îáíîâëåíû.";
$txt[459] = "Ðåäàêòèðîâàòü";
$txt[460] = "Áûñòðîå Ðåäàêòèðîâàíèå";
$txt[461] = "Âû óâåðåííû, ÷òî Âû õîòèòå óäàëèòü ýòó ó÷åòíóþ çàïèñü ïîëüçîâàòåëÿ?";
$txt[462] = "Òðåáóåìàÿ ó÷åòíàÿ çàïèñü ïîëüçîâàòåëÿ áûëà óäàëåíà.";
$txt[463] = "Ó÷åòíàÿ çàïèñü ïîëüçîâàòåëÿ, íå íàéäåíà.";
$txt[464] = "Ó÷åòíàÿ çàïèñü ïîëüçîâàòåëÿ áûëà îáíîâëåíà.";
$txt[465] = "Âû óâåðåíû, ÷òî Âû õîòèòå óäàëèòü ýòó êîìíàòó?";
$txt[466] = "Âûáðàííàÿ êîìíàòà áûëà óäàëåíà.";
$txt[467] = "Ýòà êîìíàòà áûëà óäàëåíà.";
$txt[468] = "Ïðîïóñêíàÿ ñïîñîáíîñòü";
$txt[469] = "Ðåãèñòðàöèÿ ïðîïóñêíîé ñïîñîáíîñòè çàáëîêèðîâàíà. <a>Êëèêíèòå çäåñü</a>, ÷òîáû äîïóñòèòü ýòî.";        // Leave <a> and </a> alone
$txt[470] = "Ðåãèñòðàöèÿ ïðîïóñêíîé ñïîñîáíîñòè äîïóñêàåòñÿ.  <a>Êëèêíèòå çäåñü</a>îòêëþ÷èòü ýòî.";        // Leave <a> and </a> alone
$txt[471] = "Çàäàííûé ïî óìîë÷àíèþ Ïðåäåë Ïðîïóñêíîé ñïîñîáíîñòè (â Ìåãàáàéòàõ)";
$txt[472] = "Îãðàíè÷üòå ïîëüçîâàòåëåé <i>x</i> MBs â _t";        //  _t will be a drop down menu with Month or Day in it
$txt[473] = "Ìåñÿö";        // Yes you have seen this before, this time its not plural
$txt[474] = "Äåíü";        // Yes you have seen this before, this time its not plural
$txt[475] = "Èñïîëüçóåòñÿ";
$txt[476] = "Ìàêñ(MB)";
$txt[477] = "Çíà÷åíèÿ äëÿ èñïîëüçóåìîé ïðîïóñêíîé ñïîñîáíîñòè ðàññ÷èòûâàþò òîëüêî 'â ÷àòå' íà ñòðàíèöå, è íå âêëþ÷àþò çàãîëîâîê ïåðåäà÷è. Ïðîïóñêíàÿ ñïîñîáíîñòü äëÿ äðóãèõ ñòðàíèö íå ïîäñ÷èòûâàåòñÿ.";
$txt[478] = "Ìîæåò áûòü óñòàíîâëåí 0 äëÿ íåîãðàíè÷åííîãî èëè-1 äëÿ çíà÷åíèé ïî óìîë÷àíèþ";
$txt[479] = "Ïîëíàÿ Ïðîïóñêíàÿ ñïîñîáíîñòü";
$txt[480] = "Âû ïðåâûñèëè ìàêñèìóì, ïîçâîëåííûé ïðîïóñêíîé ñïîñîáíîñòüþ íà ñåãîäíÿ. Ïîæàëóéñòà, îòìåòüòå íàçàä ê ñóùíîñòè.";
$txt[481] = "Âû ïðåâûñèëè ìàêñèìàëüíî ïîçâîëåííóþ ïðîïóñêíóþ ñïîñîáíîñòü â òå÷åíèå ýòîãî ìåñÿöà. Ïîæàëóéñòà, îòìåòüòå íàçàä â ñëåäóþùåì ìåñÿöå.";
$txt[482] = "Çàðåãèñòðèðîâàííûé";
$txt[483] = "Ñïðàâüòåñü/Ðàññìîòðåòü";
$txt[484] = "Ðåãèñòðàöèÿ â íàñòîÿùåå âðåìÿ çàáëîêèðîâàíà, <a>Êëèêíèòå çäåñü</a> äëÿ äîïóñêà.";        // Leave <a> and </a> alone
$txt[485] = "Ðåãèñòðàöèÿ â íàñòîÿùåå âðåìÿ äîïóñêàåòñÿ, <a>Êëèêíèòå çäåñü</a> ÷òîáû îòêëþ÷èòü.";        // Leave <a> and </a> alone
$txt[486] = "Ðåäàêòèðóéòå ðåãèñòðàöèîííûå ïàðàìåòðû íàñòðîéêè";
$txt[487] = "Ñëó÷àéíîå Ðåäàêòèðîâàíèå";
$txt[488] = "Ñëó÷àéíî";
$txt[489] = "Äîáàâèòü Ñëó÷àéíî";
$txt[490] = "Âðåìÿ (HH:MM)";
$txt[491] = "Ïîæàëóéñòà, èñïîëüçóéòå 24-÷àñîâîé ôîðìàò âðåìåíè";
$txt[492] = "Äàòà (MM/DD/YYYY)";
$txt[493] = "Âû ìîæåòå ââåñòè Ïî÷òîâîå ñîîáùåíèå çäåñü è ïîñëàòü åãî âñåì âàøèì çàðåãèñòðèðîâàííûì ÷ëåíàì.";
$txt[494] = "E-Mail ñîîáùåíèå ïîñëàíî âñåì âàøèì çàðåãèñòðèðîâàííûì ÷ëåíàì.";
$txt[495] = "Äîáàâüòå Óëûáî÷êó";
$txt[496] = "Êîä";
$txt[497] = "URL èçîáðàæåíèÿ";
$txt[498] = "Ñëåäóþùèå ñìàéëû áûëè óñòàíîâëåíû.";
$txt[499] = "Ñëåäóþùèå ôàéëû óëûáî÷åê áûëè íàéäåíû â êàòàëîãå Ñìàéëîâ è â íàñòîÿùåå âðåìÿ íå èñïîëüçóþòñÿ.";
$txt[500] = "Âû ìîæåòå äîáàâèòü áîëüøå ñìàéëîâ,  çàãðóæàÿ ïî îäíîìó èçîáðàæåíèþ, êîòîðûå Âû õîòèòå èñïîëüçîâàòü â êàòàëîãå Ñìàéëîâ.";
$txt[501] = "Ñìàéëû";
$txt[502] = "Ïîæàëóéñòà, ïîñåòèòå <a href=\"http://x7chat.com/support.php\" target=\"_blank\">íàøó ñòðàíèöó ïîääåðæêè</a> ÷òîáû ðàññìîòðåòü X7 äîêóìåíòàöèþ Àäìèíèñòðàòîðà ×àòà, è ïîëó÷àòü òåõíè÷åñêóþ ïîääåðæêó.<Br><br>Ïîñëåäíÿÿ ïîëüçîâàòåëüñêàÿ äîêóìåíòàöèÿ âêëþ÷åíà ñ X7 ×àòîì è äîñòóïíà <a href=\"./help/\" target=\"_blank\">çäåñü</a>.";                // This one doesn't necessarily need to be translated
$txt[503] = "<a>[Êëèêíèòå çäåñü]</a> ÷òîáû îáðàòèòñÿ ê äîêóìåíòàöèè";        // Leave <a> and </a> alone
$txt[504] = "<a>[Êëèêíèòå çäåñü]</a> ÷òîáû îòêðûòü admin ïàíåëü óïðàâëåíèÿ â íîâîì îêíå.";                // Leave the <a> and </a> tags alone
$txt[505] = "Ñòàòü Íåâèäèìûì";
$txt[506] = "Ñì. Íåâèäèìûå Ïîëüçîâàòåëè";
$txt[507] = "Âû íå èìååòå ðàçðåøåíèÿ ñòàòü íåâèäèìûì";
$txt[508] = "Âû òåïåðü íåâèäèìû â ýòîé êîìíàòå";
$txt[509] = "Âû áîëüøå íå íåâèäèìû â ýòîé êîìíàòå";
$txt[510] = "Ââåñòè âñå êîìíàòû â íåâèäèìûé ðåæèì";
$txt[511] = "Âû èìååòå recieved ÷àñòíîå ñîîáùåíèå. Åñëè ýòî íå îòêðûâàåòñÿ â íîâîì îêíå àâòîìàòè÷åñêè, <a>[Êëèêíèòå çäåñü]</a>";                // Leave <a> and </a> alone
$txt[512] = "_u áûë çàïðåùåí â êîìíàòå äëÿ _r.";        // _u is replaced with the username, _r is the reason
$txt[513] = "_u áûë íåçàïðåùåí â ýòîé êîìíàòå.";
$txt[514] = "Íå÷èòàåìàÿ Ïî÷òà";
$txt[515] = "Ìàêñ Ñèìâîëîâ â èìåíè ïîëüçîâàòåëÿ";
$txt[516] = "Âõîä â ÷àò ïîêàçûâàåò, ÷òî Âû ñîãëàøàåòåñü ñîáëþäàòü <a>Ïîëüçîâàòåëüñêîå Ñîãëàøåíèå</a>.";        // Leave <a> and </a> alone
$txt[517] = "Ïîëüçîâàòåëüñêîå Ñîãëàøåíèå";
$txt[518] = "Åñëè Âû æåëàåòå îòêëþ÷èòü ïîëüçîâàòåëüñêîå ñîãëàøåíèå, Âû ìîæåòå îñòàâèòü ýòîò ïðîáåë. Âû ìîæåòå èñïîëüçîâàòü HTML.";
$txt[519] = "Ïîèñê IP àäðåñà";
$txt[520] = "Ïîèñê";
$txt[521] = "Âû ìîæåòå î÷èñòèòü äîïîëíèòåëüíûå ñòðîêè, âûïîëíèâ <a>Î÷èñòèòü</a>";        // Leave <a> and </a> alone
$txt[522] = "Âû äîëæíû óñòàíîâèòü ðàçðåøåíèå ýòèõ êàòàëîãîâ êàê CHMOD 777 ïðåæäå, ÷åì ðåãèñòðàöèÿ áóäåò ðàáîòàòü.";
$txt[523] = "Ñòàòü Íåâèäèìûì";
$txt[524] = "Ñòàëè Âèäèìûìè";
$txt[525] = "×òîáû ñîçäàâàòü èëè ðåäàêòèðîâàòü òåìó, Âû äîëæíû óñòàíîâèòü ðàçðåøåíèå CHMOD 777 êàòàëîãà 'themes'.  <Br><Br><b>ÅÑËÈ ÂÛ ÐÅÄÀÊÒÈÐÓÅÒÅ ÒÅÌÓ</b><Br> Åñëè Âû ðåäàêòèðóåòå ñóùåñòâóþùóþ òåìó, òî óñòàíîâèòå ðàçðåøåíèå CHMOD 777 äëÿ êàòàëîãà òåìû, êîòîðóþ Âû ðåäàêòèðóåòå, à òàê æå âñåõ ôàéëîâ â ýòîì êàòàëîãå. Åñëè Âû ýòîãî íå ñäåëàåòå, òî âàøè èçìåíåíèÿ ìîãóò áûòü íå â ñîñòîÿíèè îáíîâèòüñÿ. Äëÿ ñïðàâêè, ïîæàëóéñòà, ïîñåòèòå ñàéò X7 ×àòà.";
$txt[526] = "Ñîçäàòü Íîâóþ Òåìó";
$txt[527] = "Öâåò ôîíà";
$txt[528] = "Öâåò ôîíà Ãëàâíîãî Òåëà";
$txt[529] = "Öâåò ôîíà Øàïîê â Òåëå";
$txt[530] = "Öâåò Øðèôòà";
$txt[531] = "Öâåò øðèôòà êíîïîê ìåíþ";
$txt[532] = "Öâåò øðèôòà çàãîëîâêà";
$txt[533] = "Ñåìåéñòâî Øðèôòîâ";
$txt[534] = "Ìàëåíüêèé Ðàçìåð Øðèôòà";
$txt[535] = "Îáûêíîâåííûé Ðàçìåð Øðèôòà";
$txt[536] = "Áîëüøîé Ðàçìåð Øðèôòà";
$txt[537] = "Áîëüøèé Ðàçìåð Øðèôòà";
$txt[538] = "Öâåò Ãðàíèöû";
$txt[539] = "Äîïîëíèòåëüíûé Öâåò Ãðàíèöû";
$txt[540] = "Öâåò ññûëîê";
$txt[541] = "Öâåò ïàðåíèÿ ññûëêè";
$txt[542] = "Àêòèâíûé öâåò ññûëêè";
$txt[543] = "Öâåò ôîíà òåêñòîâîãî ïîëÿ";
$txt[544] = "Öâåò ãðàíèöû òåêñòîâîãî ïîëÿ";
$txt[545] = "Ðàçìåð øðèôòà òåêñòîâîãî ïîëÿ";
$txt[546] = "Öâåò øðèôòà òåêñòîâîãî ïîëÿ";
$txt[547] = "Öâåò èìåíè äðóãîé ïåðñîíû";
$txt[548] = "Öâåò âàøåãî èìåíè";
$txt[549] = "Öâåò ôîíà îêíà ÷àòà";
$txt[550] = "Öâåò ãðàíèöû ÷àñòíîãî îêíà ñîîáùåíèé";
$txt[551] = "URL Äîìàøíåãî Ñàéòà";
$txt[552] = "Íàçâàíèå Òåìû";
$txt[553] = "Ôîí çàãîëîâêà òàáëèöû";
$txt[554] = "Àâòîð Òåìû";
$txt[555] = "Îïèñàíèå Òåìû";
$txt[556] = "Âåðñèÿ Òåìû";
$txt[557] = "Íåñïîñîáíîñòü îïðåäåëèòü ìåñòîíàõîæäåíèå øàáëîíà êàòàëîãà òåìû.";
$txt[558] = "Âàøà òåìà áûëà îáíîâëåíà.";
$txt[559] = "Âû äîëæíû ââåñòè íàçâàíèå âàøåé òåìû.";
$txt[560] = "Áåñåäà â ..";
$txt[561] = "Ñïèñîê ÷ëåíîâ";
$txt[562] = "Ôîí çàãîëîâêà";
$txt[563] = "Öâåò øðèôòà êàëåíäàðÿ";
$txt[564] = "<b>Ñèíòàêñèñ:</b> /mkick <i>ïðè÷èíà</i> <Br>Ýòà êîìàíäà ïíåò âñåõ èç êîìíàòû.";
$txt[565] = "Ïîæàëóéñòà, CHMOD 777 êàòàëîãà ìîäóëåé. Äëÿ ñïðàâêè CHMODing ïîæàëóéñòà ïîñåòèòå ñàéò.";
$txt[566] = "Çàãðóçêè Ìîäóëåé";
$txt[567] = "Óñòàíîâêà Ìîäóëåé";
$txt[568] = "Äåèíñòàëëÿöèÿ";
$txt[569] = "Íîâûå Ìîäóëè";
$txt[570] = "Íàçâàíèå Ìîäóëÿ";
$txt[571] = "Ïîæàëóéñòà, CHMOD 777 ñëåäóþùèå ôàéëû è êàòàëîãè:";
$txt[572] = "Íà÷àëî Èíñòàëëÿöèè";
$txt[573] = "Ðåçåðâèðîâàíèå Ôàéëîâ & Íà÷àëî";
$txt[574] = "Èíñòàëëÿöèîííûé ïðîöåññ çàêîí÷åí, Âû ìîæåòå îòìåíèòü ëþáûå êîìàíäû CHMOD, êîòîðûå Âû ñäåëàëè.";
$txt[575] = "Íà÷àëî Äåèíñòàëëÿöèè";
$txt[576] = "Äåèíñòàëëÿöèîííûé ïðîöåññ çàêîí÷åí, Âû ìîæåòå îòìåíèòü ëþáûå êîìàíäû CHMOD, êîòîðûå Âû ñäåëàëè.";
$txt[577] = "Ìîæåò îáðàòèòüñÿ ê Admin Ïàíåëè: Êëþ÷åâûå ñëîâà";
$txt[578] = "Èíôîðìàöèÿ Òåì";
$txt[579] = "Øðèôòû Òåìû";
$txt[580] = "Ôîíû Òåìû";
$txt[581] = "Ãðàíèöû Òåìû";
$txt[582] = "Ññûëêè Òåìû";
$txt[583] = "Áëîêè äèàëîãà Òåìû";
$txt[584] = "Misc Öâåòà Òåìû";
$txt[585] = "Öâåò ôîíà 4";
$txt[586] = "Ñòèëü Ãðàíèö";
$txt[587] = "Ðàçìåð Ãðàíèö";
$txt[588] = "Ñòèëü Ãðàíèö Òåêñòîâîãî ïîëÿ";
$txt[589] = "Ðàçìåð Ãðàíèö Òåêñòîâîãî ïîëÿ";
$txt[590] = "Òèï Êîìíàòû Ñåðâåðà";
$txt[591] = "Ìíîãîìåñòíûé Ðåæèì";
$txt[592] = "Îäíîìåñòíàÿ êîìíàòà";
$txt[593] = "Êîãäà óñòàíîâëåí ðåæèì äëÿ ïîëüçîâàòåëÿ Îäíîìåñòíûé íîìåð îí áóäåò âûíóæäåí âîéòè â âûáðàííóþ êîìíàòó, êîãäà îí âõîäèò, òî óæå íå ìîæåò ïåðåêëþ÷èòüñÿ èç íå¸.";
$txt[594] = "Ýòà êîìíàòà èñïîëüçóåò Ðåæèì Îäíîìåñòíîãî íîìåðà, Âû íå ìîæåòå óäàëèòü ýòî. Ïîæàëóéñòà, îòêëþ÷èòå Ðåæèì Îäíîìåñòíîãî íîìåðà â Îáùåé ðàçäåëå íàñòðîéêè.";
$txt[595] = "* Íîâûé Ñåàíñ Ïîääåðæêè Êëèåíòà *";
$txt[596] = "Ïîæàëóéñòà, ïîäîæäèòå, êòî - òî ñêîðî çäåñü áóäåò.";
$txt[597] = "Ïðîèçîøëà ôàòàëüíàÿ îøèáêà. Ïîæàëóéñòà, âîéäèòå â êîíòàêò ñ àäìèíèñòðàòîðîì êîìíàòû äëÿ äèñêóññèé. Êîïèðóéòå äàìï îøèáêè ñíèçó è ïîøëèòå ýòî èì.";
$txt[598] = "Çàãðóçêà...";
$txt[599] = "Öåíòð Ïîääåðæêè";
$txt[600] = "Íîâàÿ ó÷åòíàÿ çàïèñü ïîëüçîâàòåëÿ áûëà ñîçäàíà.";
$txt[601] = "Ñîçäàéòå Ó÷åòíóþ çàïèñü ïîëüçîâàòåëÿ";
$txt[602] = "Çàùèùàòü Ïàðîëåì Äîñòóïà Êîìíàòû) W/O Ïàðîëü";
$txt[603] = "Âû äîëæíû îñòàâèòü ýòî îêíî îòêðûòûì, çàïðàøèâàåìàÿ ïîääåðæêà, ïîÿâèòñÿ àâòîìàòè÷åñêè â íîâîì îêíå. Åñëè ó Âàñ âêëþ÷åí áëîêèðàòîð âñïëûâàþùèõ îêîí, Âû ÄÎËÆÍÛ, çàáëîêèðîâàòü ýòî.";
$txt[604] = "Ýòà ïàíåëü ïîçâîëÿåò Âàì êîððåêòèðîâàòü ïàðàìåòðû íàñòðîéêè äëÿ òîãî, ÷òîáû èñïîëüçîâàòü X7 ×àò îïðåäåëåííî êàê ÷àò ïîääåðæêè. Âûøå ðåêîìåíäàöèè ÷èòàòü äîêóìåíòàöèþ, ÷òîáû ïîíÿòü ñëåäóþùèå âàðèàíòû.";
$txt[605] = "Ïîääåðæêà ïî Ó÷åòíîé çàïèñè";
$txt[606] = "Ñîîáùåíèå, êîòîðîå áóäåò îòîáðàæåíî, åñëè ïîääåðæêà íåäîñòóïíà";
$txt[607] = "Ïîääåðæêà Äîñòóïà Èçîáðàæåíèé";
$txt[608] = "Ïîääåðæêà ïî Íåäîñòóïíûì Èçîáðàæåíèÿì";
$txt[609] = "Ñïèñîê èìåí ïîëüçîâàòåëåé îòäåë¸í ïîëó-colins (;), ýòè ïîëüçîâàòåëè áóäóò èìåòü äîñòóï ê öåíòðó ïîääåðæêè";
$txt[610] = "Ó÷åòíàÿ çàïèñü, êîòîðîé Âû ïûòàåòåñü ïîñûëàòü ýòî ñîîáùåíèå, íå ñóùåñòâóåò.";
$txt[611] = "Custom RGB Value";				// Òðàäèöèÿ RGB Öåííîñòü maybe
$txt[612] = "You cannot delete the default theme.";	// Âû íå ìîæåòå óäàëèòü òåìó íåïëàòåæà. maybe

/** Ñïåöèàëüíûå ñâÿçè **/

// Äíè íåäåëè è ìåñÿöû, îíè ïðîñòî áîëåå ëåãêî è áîëåå ýôôåêòèâíî âûïîëíÿòñÿ ñ ýòîãî ïóòè
$txt['Sunday'] = "âîñêðåñåíüå";
$txt['Monday'] = "ïîíåäåëüíèê";
$txt['Tuesday'] = "âòîðíèê";
$txt['Wednesday'] = "ñðåäà";
$txt['Thursday'] = "÷åòâåðã";
$txt['Friday'] = "ïÿòíèöà";
$txt['Saturday'] = "ñóááîòà";
$txt['January'] = "ßíâàðü";
$txt['February'] = "Ôåâðàëü";
$txt['March'] = "Ìàðò";
$txt['April'] = "Àïðåëü";
$txt['May'] = "Ìàé";
$txt['June'] = "Èþíü";
$txt['July'] = "Èþëü";
$txt['August'] = "Àâãóñò";
$txt['September'] = "Ñåíòÿáðü";
$txt['October'] = "Îêòÿáðü";
$txt['November'] = "Íîÿáðü";
$txt['December'] = "Äåêàáðü";

?>
