<?php // $Revision: 2.0 $



/************************************************************************/

/* phpAdsNew 2                                                          */

/* ===========                                                          */

/*                                                                      */

/* Copyright (c) 2000-2005 by the phpAdsNew developers                  */

/* For more information visit: http://www.phpadsnew.com                 */

/*                                                                      */

/* This program is free software. You can redistribute it and/or modify */

/* it under the terms of the GNU General Public License as published by */

/* the Free Software Foundation; either version 2 of the License.       */

/************************************************************************/







// Settings help translation strings

$GLOBALS['phpAds_hlp_dbhost'] = "

        ÇëÖ¸¶¨ÄúÒªÁ¬½ÓµÄ".$phpAds_dbmsname."Êý¾Ý¿â·þÎñÆ÷µÄÖ÷»úÃû.

		";

		

$GLOBALS['phpAds_hlp_dbport'] = "

        ÇëÖ¸¶¨ÄúÒªÁ¬½ÓµÄ".$phpAds_dbmsname."Êý¾Ý¿â·þÎñÆ÷µÄ¶Ë¿ÚºÅ. 

		".$phpAds_dbmsname."·þÎñÆ÷µÄÈ±Ê¡¶Ë¿ÚºÅÊÇ<i>".

		($phpAds_productname == 'phpAdsNew' ? '3306' : '5432')."</i>.

		";

		

$GLOBALS['phpAds_hlp_dbuser'] = "

        ÇëÖ¸¶¨".$phpAds_productname."ÓÃÀ´´æÈ¡".$phpAds_dbmsname."Êý¾Ý¿â·þÎñÆ÷µÄÓÃ»§Ãû.

		";

		

$GLOBALS['phpAds_hlp_dbpassword'] = "

        ÇëÖ¸¶¨".$phpAds_productname."ÓÃÀ´´æÈ¡".$phpAds_dbmsname."Êý¾Ý¿â·þÎñÆ÷µÄÃÜÂë.

		";

		

$GLOBALS['phpAds_hlp_dbname'] = "

        ÇëÖ¸¶¨".$phpAds_productname."ÔÚ".$phpAds_dbmsname."Êý¾Ý¿â·þÎñÆ÷ÉÏÓÃÀ´´æ·ÅÊý¾ÝµÄÊý¾Ý¿âÃû.

		ÐèÒª×¢ÒâµÄÊÇÔÚÊý¾Ý¿â·þÎñÆ÷ÉÏ´ËÊý¾Ý¿â±ØÐëÒÑ¾­´æÔÚ.

		Èç¹û´ËÊý¾Ý¿â²»´æÔÚµÄ»°,".$phpAds_productname."½«<b>²»»á</b>×Ô¶¯´´½¨´ËÊý¾Ý¿â.

		";

		

$GLOBALS['phpAds_hlp_persistent_connections'] = "

        ÓÀ¾ÃÁ¬½ÓµÄÊ¹ÓÃ¿ÉÒÔºÜ´óµÄÌá¸ß".$phpAds_productname."µÄËÙ¶ÈºÍ¼õÐ¡·þÎñÆ÷µÄ¸ºÔØ¡£ 

		µ«ÊÇÓÐÒ»¸öÈ±µã£¬Èç¹ûÊÇÒ»¸ö´ó·ÃÎÊÁ¿µÄÕ¾µã£¬ÄÇÃ´·þÎñÆ÷µÄ¸ºÔØ»á±ÈÊ¹ÓÃÆÕÍ¨Á¬½ÓÒªÔö¼ÓµÄ¿ì£¬»áºÜ¿ì´ïµ½ºÜÖØµÄ¸ºÔØ¡£

		Ê¹ÓÃÆÕÍ¨Á¬½Ó»¹ÊÇÓÀ¾ÃÁ¬½ÓÒª¸ù¾ÝÄãµÄÕ¾µãµÄ·ÃÎÊÁ¿ºÍÓ²¼þÌõ¼þÀ´¾ö¶¨¡£

		Èç¹û".$phpAds_productname."Ê¹ÓÃÁËÌ«¶àµÄ×ÊÔ´£¬ÄúÓ¦¸ÃÏÈ²é¿´Õâ¸öÉèÖÃ¡£

		";

		

$GLOBALS['phpAds_hlp_insert_delayed'] = "

        ".$phpAds_dbmsname." ÔÚ²åÈëÊý¾ÝµÄÊ±ºòÒªËø¶¨Êý¾Ý¿â¡£Èç¹ûÕ¾µãÓÐºÜ¶àµÄ·ÃÎÊÕß£¬ 

		ºÜ¿ÉÄÜ".$phpAds_productname."±ØÐëµÈ´ýºÜ³¤µÄÊ±¼ä²ÅÄÜ²åÈëÒ»ÐÐÐÂÊý¾Ý£¬ÒòÎªÊý¾Ý¿âÈÔÈ»±»Ëø¶¨¡£ 

		Èç¹ûÄãÊ¹ÓÃÑÓ³Ù²åÈë£¬Äã²»ÐèÒªµÈ´ý£¬µ±Ò»¶ÎÊ±¼äÖ®ºó£¬Èç¹ûÊý¾Ý±íÃ»ÓÐÆäËûÏß³ÌÊ¹ÓÃ£¬´ËÐÂÐÐ»á±»²åÈëµ½Êý¾Ý±íÖÐ¡£ 

		";

		

$GLOBALS['phpAds_hlp_compatibility_mode'] = "

        Èç¹ûÄãÔÚÕûºÏ".$phpAds_productname."ÓëÆäËûµÚÈý·½²úÆ·µÄÊ±ºòÓÐÎÊÌâ£¬´ËÑ¡Ïî¿ÉÄÜ°ïÖúÄã´ò¿ªÊý¾Ý¿âµÄ¼æÈÝÄ£Ê½¡£

		Èç¹ûÄãÕýÔÚÊ¹ÓÃ±¾µØµ÷ÓÃÄ£Ê½²¢ÇÒÊý¾Ý¿âµÄ¼æÈÝÄ£Ê½ÒÑ¾­´ò¿ª£¬ 

		".$phpAds_productname."Ó¦¸Ã±£³ÖÊý¾Ý¿âÁ¬½Ó×´Ì¬ºÍ".$phpAds_productname."ÔËÐÐÇ°Ò»ÖÂ¡£ 

		´ËÑ¡ÏîÓÐÒ»Ð©Âý£¨ºÜÐ¡£©ËùÒÔÈ±Ê¡×´Ì¬ÊÇ¹Ø±ÕµÄ¡£

		";

		

$GLOBALS['phpAds_hlp_table_prefix'] = "

        Èç¹û".$phpAds_productname."Ê¹ÓÃµÄÊý¾Ý¿âÊÇÓëÆäËû¶à¸öÈí¼þ¹²ÓÃ,¸øÊý¾Ý¿â¼ÓÒ»¸öÇ°×ºÊÇÒ»¸ö±È½ÏºÃµÄÑ¡Ôñ¡£

		Èç¹ûÄãÔÚÍ¬Ò»¸öÊý¾Ý¿âÖÐÊ¹ÓÃ".$phpAds_productname."µÄ¶à¸ö°²×°°æ±¾£¬ÄãÒª±£Ö¤Õâ¸öÇ°×ºÔÚËùÓÐµÄ°²×°°æ±¾ÀïÊÇÎ¨Ò»µÄ¡£

		";

		

$GLOBALS['phpAds_hlp_table_type'] = "

        ".$phpAds_dbmsname."Ö§³Ö¶àÖÖÊý¾Ý±íÀàÐÍ¡£Ã¿ÖÖÊý¾Ý¿â¶¼ÓÐ¶ÀÓÐµÄÌØÕ÷¶øÇÒÓÐµÄÄÜ¹»ºÜ´óÌá¸ß".$phpAds_productname."µÄÔËÐÐËÙ¶È¡£

		MyISAMÊÇÈ±Ê¡µÄÊý¾Ý±íÀàÐÍ²¢ÇÒ¿ÉÒÔÔÚ".$phpAds_dbmsname."µÄËùÓÐ°²×°°æ±¾ÉÏÊ¹ÓÃ¡£ÆäËûÀàÐÍµÄÊý¾Ý±í¿ÉÄÜ²»ÄÜÔÚÄãµÄ·þÎñÆ÷ÉÏÊ¹ÓÃ¡£

		";

		

$GLOBALS['phpAds_hlp_url_prefix'] = "

        ".$phpAds_productname."ÐèÒªÖªµÀËü×Ô¼ºÔÚÍøÒ³·þÎñÆ÷µÄÎ»ÖÃ²ÅÄÜÕý³£¹¤×÷¡£Äã±ØÐëÌá¹©".$phpAds_productname."°²×°Ä¿Â¼µÄURLµØÖ·£¬ 

        ÀýÈç£º  http://www.your-url.com/".$phpAds_productname.".

		";

		

$GLOBALS['phpAds_hlp_my_header'] =

$GLOBALS['phpAds_hlp_my_footer'] = "

        ÌîÈëÍøÒ³µÄ¶¥ÎÄ¼þºÍµ×ÎÄ¼þµÄÂ·¾¶(e.g.: /home/login/www/header.htm)¿ÉÒÔÔÚ¹ÜÀíÔ±½çÃæµÄÃ¿¸öÒ³ÃæÉÏÌí¼Ó¶¥ºÍµ×ÎÄ¼þ¡£ 

        Äã¿ÉÒÔ·ÅÎÄ±¾»òÕßhtmlÎÄ¼þ(Èç¹ûÄãÊ¹ÓÃÔÚÎÄ¼þÖÐÊ¹ÓÃhtml´úÂë£¬Çë²»ÒªÊ¹ÓÃÏó &lt;body> or &lt;html>µÄ±ê¼Ç)¡£

		";

		

$GLOBALS['phpAds_hlp_content_gzip_compression'] = "

		ÆôÓÃGZIPÄÚÈÝÑ¹Ëõ£¬»á¼«´óµÄ¼õÐ¡Ã¿´Î¹ÜÀíÔ±Ò³Ãæ´ò¿ªÊ±·¢ËÍ¸øä¯ÀÀÆ÷µÄÊý¾Ý¡£ 

		PHP°æ±¾¸ßÓÚ4.0.5²¢°²×°ÁËGZIP¸½¼ÓÄ£¿é²ÅÄÜÆôÓÃ´Ë¹¦ÄÜ¡£

		";

		

$GLOBALS['phpAds_hlp_language'] = "

        Ñ¡Ôñ".$phpAds_productname."Ê¹ÓÃµÄÈ±Ê¡ÓïÑÔ¡£Õâ¸öÓïÑÔ½«±»ÓÃ×÷¹ÜÀíÔ±ºÍ¿Í»§½çÃæµÄÈ±Ê¡ÓïÑÔ¡£ 

        Çë×¢Òâ£ºÄã¿ÉÒÔÎª´Ó¹ÜÀíÔ±½çÃæÎªÃ¿Ò»¸ö¿Í»§ÉèÖÃ²»Í¬µÄÓïÑÔºÍÊÇ·ñÔÊÐí¿Í»§ÐÞ¸ÄËûÃÇ×Ô¼ºµÄÓïÑÔÉèÖÃ¡£

		";

		

$GLOBALS['phpAds_hlp_name'] = "

        ÄúÖ¸¶¨´Ë³ÌÐòµÄÃû×Ö. ´Ë×Ö·û´®½«ÔÚ¹ÜÀíÔ±ºÍ¿Í»§½çÃæµÄËùÓÐÒ³ÃæÉÏÏÔÊ¾. 

		Èç¹ûÎª¿Õ(È±Ê¡),½«ÏÔÊ¾Ò»¸ö".$phpAds_productname."µÄÍ¼±ê.

		";

		

$GLOBALS['phpAds_hlp_company_name'] = "

        Õâ¸öÃû×ÖÊÇ".$phpAds_productname."·¢ËÍµç×ÓµÄÓÊ¼þµÄÊ±ºòÊ¹ÓÃµÄ¡£

		";

		

$GLOBALS['phpAds_hlp_override_gd_imageformat'] = "

        ".$phpAds_productname."Í¨³£Òª¼ì²âGD¿âÊÇ·ñ°²×°ºÍÖ§³ÖÄÄÖÖÍ¼Æ¬¸ñÊ½. µ«ÊÇ¼ì²âÓÐ¿ÉÄÜ²»×¼È·»òÕß´íÎó,

		Ò»Ð©°æ±¾µÄPHP²»ÔÊÐí¼ì²âÖ§³ÖµÄÍ¼Æ¬¸ñÊ½. Èç¹û".$phpAds_productname."×Ô¶¯¼ì²âÍ¼Æ¬¸ñÊ½Ê§°Ü,

		Äã¿ÉÒÔÖÆ¶¨ÕýÈ·µÄÍ¼Æ¬¸ñÊ½. ¿ÉÄÜµÄÖµ:none, png, jpeg, gif.

		";

		

$GLOBALS['phpAds_hlp_p3p_policies'] = "

        Èç¹ûÄãÏëÆôÓÃ".$phpAds_productname."'P3PÒþË½²ßÂÔ',Äã±ØÐë´ò¿ª´ËÑ¡Ïî. 

		";

		

$GLOBALS['phpAds_hlp_p3p_compact_policy'] = "

        ËõÂÔ²ßÂÔÊÇºÍcookieÒ»Æð·¢ËÍµÄ. È±Ê¡µÄÉèÖÃÊÇ:'CUR ADM OUR NOR STA NID', 

		ÔÊÐíInternet Explorer 6 ½ÓÊÜ".$phpAds_productname."Ê¹ÓÃµÄcookie.

		Äú¿ÉÒÔ¸ü¸Ä´ËÉèÖÃÒÔ·ûºÏÄú×Ô¼ºµÄÒþË½ÉùÃ÷.

		";

		

$GLOBALS['phpAds_hlp_p3p_policy_location'] = "

        Èç¹ûÄúÏëÊ¹ÓÃÍêÕûÒþË½²ßÂÔ,Äú¿ÉÒÔÖÆ¶¨²ßÂÔµÄÎ»ÖÃ.

		";

		

$GLOBALS['phpAds_hlp_log_beacon'] = "

		ÐÅºÅµÆÊÇÐ¡µÄ²»¿É¼ûµÄÍ¼Æ¬,¿ÉÒÔ·ÅÖÃÔÚ¹ã¸æÏÔÊ¾µÄÒ³ÃæÉÏ.Èç¹ûÄú´ò¿ªÁË´ËÑ¡Ïî,

		".$phpAds_productname."½«Ê¹ÓÃ´ËÐÅºÅµÆÀ´¼ÆËã¹ã¸æÏÔÊ¾µÄ´ÎÊý. 

		Èç¹ûÄú¹Ø±ÕÁË´ËÑ¡Ïî,¹ã¸æµÄÏÔÊ¾´ÎÊý½«ÔÚ·¢ËÍµÄÊ±ºò¼ÆËã, µ«ÊÇÕâÑù²»ÍêÈ«×¼È·, 

		ÒòÎªÒ»¸öÒÑ¾­·¢ËÍµÄ¹ã¸æ²»Ò»¶¨×ÜÊÇÏÔÊ¾ÔÚÆÁÄ»ÉÏ. 

		";

		

$GLOBALS['phpAds_hlp_compact_stats'] = "

        ´«Í³ÉÏ,".$phpAds_productname."Ê¹ÓÃÁËÏàµ±¹ã·ºµÄ¼ÇÂ¼,·Ç³£ÏêÏ¸µ«ÊÇ¶ÔÊý¾Ý¿â·þÎñÆ÷ÒªÇóºÜ¸ß.

		¶ÔÓÚÒ»¸ö·ÃÎÊÕßºÜ¶àµÄÕ¾µã,ÕâÊÇÒ»¸öºÜ´óµÄÎÊÌâ. ÎªÁË½â¾öÕâ¸öÎÊÌâ,".$phpAds_productname."Ò²Ö§³ÖÒ»ÖÖÐÂµÄÍ³¼Æ·½Ê½:

		¼ò½àÍ³¼ÆÄ£Ê½,¶ÔÊý¾Ý¿â·þÎñÆ÷ÒªÇóÐ¡Ò»Ð©,µ«ÊÇ²»ÊÇºÜÏêÏ¸.¼ò½éÍ³¼ÆÄ£Ê½Í³¼ÆÃ¿Ð¡Ê±µÄ·ÃÎÊÊýºÍµã»÷Êý,

		Èç¹ûÄúÐèÒª¸üÏêÏ¸µÄÐÅÏ¢,ÄúÐèÒª¹Ø±Õ¼ò½àÍ³¼ÆÄ£Ê½.

		";

		

$GLOBALS['phpAds_hlp_log_adviews'] = "

        Í¨³£ËùÓÐµÄ·ÃÎÊÊý¶¼±»¼ÇÂ¼,Èç¹ûÄú²»ÏëÊÕ¼¯·ÃÎÊÊýµÄÊý¾Ý,¿ÉÒÔ¹Ø±Õ´ËÑ¡Ïî.

		";

		

$GLOBALS['phpAds_hlp_block_adviews'] = "

		Èç¹ûÒ»¸ö·ÃÎÊÕßË¢ÐÂÒ³Ãæ,Ã¿´Î".$phpAds_productname."¶¼»á¼ÇÂ¼·ÃÎÊÊý. 

		´ËÑ¡ÏîÓÃÀ´±£Ö¤ÔÚÄúÖ¸¶¨µÄÊ±¼ä¼ä¸ôÄÚ¶ÔÒ»¸ö¹ã¸æµÄ¶à´Î·ÃÎÊ½ö¼ÇÂ¼Ò»´Î·ÃÎÊÊý.

		Èç:Èç¹ûÄúÉèÖÃ´ËÖµÎª300Ãë,".$phpAds_productname."½öµ±5·ÖÖÓÄÚ´Ë¹ã¸æ¶Ô´Ë·ÃÎÊÕßÃ»ÓÐÏÔÊ¾¹ý²Å¼ÇÂ¼¸Ã·ÃÎÊÊý.

		´ËÑ¡Ïî½öµ±ä¯ÀÀÆ÷½ÓÊÜcookiesµÄÊ±ºò²ÅÆð×÷ÓÃ.

		";

		

$GLOBALS['phpAds_hlp_log_adclicks'] = "

        Í¨³£ËùÓÐµÄµã»÷Êý¶¼±»¼ÇÂ¼,Èç¹ûÄú²»ÏëÊÕ¼¯µã»÷ÊýµÄÊý¾Ý,¿ÉÒÔ¹Ø±Õ´ËÑ¡Ïî.

		";

		

$GLOBALS['phpAds_hlp_block_adclicks'] = "

		Èç¹ûÒ»¸ö·ÃÎÊÕßµã»÷Ò»¸ö¹ã¸æÁË¶à´Î,Ã¿´Î".$phpAds_productname."¶¼»á¼ÇÂ¼µã»÷Êý.

		´ËÑ¡ÏîÓÃÀ´±£Ö¤ÔÚÄúÖ¸¶¨µÄÊ±¼ä¼ä¸ôÄÚ¶ÔÒ»¸ö¹ã¸æµÄ¶à´Îµã»÷½ö¼ÇÂ¼Ò»´Îµã»÷Êý. 

		Èç:Èç¹ûÄúÉèÖÃ´ËÖµÎª300Ãë,".$phpAds_productname."½öµ±5·ÖÖÓÄÚ´Ë·ÃÎÊÕßÃ»ÓÐµã»÷¹ý´Ë¹ã¸æ²Å¼ÇÂ¼¸Ãµã»÷Êý.

		´ËÑ¡Ïî½öµ±ä¯ÀÀÆ÷½ÓÊÜcookiesµÄÊ±ºò²ÅÆð×÷ÓÃ.

		";

			

$GLOBALS['phpAds_hlp_log_source'] = "

		Èç¹ûÄúÕýÔÚ¹ã¸æµ÷ÓÃ´úÂëÖÐÊ¹ÓÃÔ´²ÎÊý,Äú¿ÉÒÔ°ÑÕâ¸öÐÅÏ¢´æµ½Êý¾Ý¿âÖÐ,

		ÕâÑùÄú¿ÉÒÔÔÚÍ³¼ÆÊý¾ÝÖÐ¿´µ½ÔËÐÐÖÐµÄ²»Í¬Ô´²ÎÊýÐÅÏ¢.

		Èç¹ûÄúÃ»ÓÐÊ¹ÓÃÔ´²ÎÊý»òÕßÄú²»ÏëÊ¹ÓÃ´Ë²ÎÊýÀ´±£´æÐÅÏ¢,

		Äú¿ÉÒÔ°²È«µÄ¹Ø±Õ´ËÑ¡Ïî.

		";

		

$GLOBALS['phpAds_hlp_geotracking_stats'] = "

		Èç¹ûÄúÕýÔÚÊ¹ÓÃÒ»¸ögeotargetingÊý¾Ý¿â,Äú¿ÉÒÔ°ÑµØÀíÐÅÏ¢´æÈëÊý¾Ý¿â.

		iÈç¹ûÄúÆôÓÃ´ËÑ¡Ïî,Äú¿ÉÒÔÔÚÍ³¼ÆÊý¾ÝÖÐ¿´µ½ÄúµÄ·ÃÎÊÕßµÄµØÀíÎ»ÖÃ

		ºÍÃ¿¸ö¹ã¸æÔÚ²»Í¬¹ú¼Ò·¢²¼µÄÇé¿ö.

		´ËÑ¡Ïî½öµ±ÄúÊ¹ÓÃÏêÏ¸Í³¼Æ·½Ê½µÄÊ±ºò²ÅÄÜÊ¹ÓÃ.

		";

		

$GLOBALS['phpAds_hlp_log_hostname'] = "

		Èç¹ûÄúÏë±£´æÃ¿¸ö·ÃÎÊÕßµÄÖ÷»úÃû»òÕßIPµØÖ·,Äú¿ÉÒÔÆôÓÃ´ËÑ¡Ïî.

		±£´æ´ËÐÅÏ¢Äú¿ÉÒÔ¿´µ½ÄÇÐ©Ö÷»ú¼ìË÷ÁË×î¶àµÄ¹ã¸æ.

		´ËÑ¡Ïî½öµ±ÄúÊ¹ÓÃÏêÏ¸Í³¼Æ·½Ê½µÄÊ±ºò²ÅÄÜÊ¹ÓÃ.

		";

		

$GLOBALS['phpAds_hlp_log_iponly'] = "

		±£´æ·ÃÎÊÕßµÄÖ÷»úÃû»áÕ¼ÓÃÊý¾Ý¿âºÜ¶àµÄ¿Õ¼ä.

		Èç¹ûÄúÆôÓÃ´ËÑ¡Ïî,".$phpAds_productname."½«»¹ÊÇ±£´æÖ÷»úµÄÐÅÏ¢,

		µ«ÊÇ½ö±£´æÕ¼ÓÃ¿Õ¼äÉÙµÄIPµØÖ·ÐÅÏ¢.

		Èç¹û·þÎñÆ÷²»Ìá¹©Ö÷»úÃû»òÕß".$phpAds_productname."ÉèÖÃÎÊÌâ,´ËÑ¡Ïî²»¿ÉÓÃ.

		ÒòÎª´ËÇé¿öÏÂ×ÜÊÇ¼ÇÂ¼IPµØÖ·.

		";

	

$GLOBALS['phpAds_hlp_reverse_lookup'] = "

        	ÍøÒ³·þÎñÆ÷¿ÉÒÔ×Ô¶¯¼ì²âµ½Ö÷»úÃû,µ«ÊÇÒ»Ð©Çé¿öÏÂ´ËÑ¡ÏîÊÇ¹Ø±ÕµÄ.

		Èç¹ûÄúÏëÔÚ·¢ËÍÏÞÖÆÖÐÊ¹ÓÃ·ÃÎÊÕßµÄÖ÷»úÃûÐÅÏ¢ºÍ/»ò±£´æ´ËÍ³¼ÆÊý¾Ý,

		²¢ÇÒ·þÎñÆ÷Ã»ÓÐÌá¹©´ËÐÅÏ¢,ÄúÐèÒª´ò¿ª´ËÑ¡Ïî.

		·´ÏòÓòÃû²éÑ¯ÐèÒªÒ»¶¨µÄÊ±¼ä,¿ÉÄÜ¼õÂý¹ã¸æ·¢ËÍµÄËÙ¶È.

		";

		

$GLOBALS['phpAds_hlp_proxy_lookup'] = "

		Ò»Ð©ÓÃ»§Ê¹ÓÃ´úÀí·þÎñÆ÷À´·ÃÎÊ»¥ÁªÍø.ÔÚ´ËÇé¿öÏÂ,".$phpAds_productname."½«¼ÇÂ¼´úÀí·þÎñÆ÷µÄIPµØÖ·»òÕßÖ÷»úÃû,

		¶ø²»ÊÇÓÃ»§µÄ. Èç¹ûÄúÆôÓÃ´ËÑ¡Ïî,".$phpAds_productname."½«²éÕÒÍ¨¹ý´úÀí·þÎñÆ÷ÉÏÍøµÄÓÃ»§µÄÕæÊµIPµØÖ·ºÍÖ÷»úÃû. 

		Èç¹û²»ÄÜÕÒµ½ÓÃ»§µÄÕæÊµµØÖ·,¾ÍÊ¹ÓÃ´úÀí·þÎñÆ÷µÄµØÖ·.´ËÑ¡ÏîÈ±Ê¡²¢Ã»ÓÐÆôÓÃ,ÒòÎª¿ÉÄÜ»á¼õÂý¹ã¸æ·¢ËÍµÄËÙ¶È.

		";

				

$GLOBALS['phpAds_hlp_auto_clean_tables'] = 

$GLOBALS['phpAds_hlp_auto_clean_tables_interval'] = "

		Èç¹ûÄúÆôÓÃ´ËÑ¡Ïî,³¬¹ýÄúÔÚ´ËÑ¡Ôñ¿òÏÂÃæÖ¸¶¨Ê±¼äµÄÍ³¼ÆÊý¾Ý½«±»×Ô¶¯É¾³ý.

		ÀýÈç,Èç¹ûÄúÉèÖÃÎª5¸öÐÇÆÚ,ÄÇÃ´5¸öÐÇÆÚÖ®Ç°µÄÍ³¼ÆÊý¾Ý½«±»×Ô¶¯É¾³ý.

		";

		

$GLOBALS['phpAds_hlp_auto_clean_userlog'] = 

$GLOBALS['phpAds_hlp_auto_clean_userlog_interval'] = "

		Èç¹ûÄúÆôÓÃ´ËÑ¡Ïî,³¬¹ýÄúÔÚ´ËÑ¡Ôñ¿òÏÂÃæÖ¸¶¨Ê±¼äµÄÓÃ»§¼ÇÂ¼½«±»×Ô¶¯É¾³ý.

		ÀýÈç,Èç¹ûÄúÉèÖÃÎª5¸öÐÇÆÚ,ÄÇÃ´5¸öÐÇÆÚÖ®Ç°µÄÓÃ»§¼ÇÂ¼½«±»×Ô¶¯É¾³ý.

		";

		

$GLOBALS['phpAds_hlp_geotracking_type'] = "

		GeotargetingÔÊÐí".$phpAds_productname."°Ñ·ÃÎÊÕßµÄIPµØÖ·×ª»»³ÉµØÀíÐÅÏ¢.

		Äú¿ÉÒÔÔÚ´ËÐÅÏ¢µÄ»ù´¡ÉÏÉèÖÃ·¢ËÍÏÞÖÆ,»òÕßÄú¿ÉÒÔ±£´æ´ËÐÅÏ¢À´²é¿´

		ÄÄ¸ö¹ú¼ÒÓÐ×î¶àµÄ¹ã¸æ·¢ËÍºÍµã»÷ÂÊ.

		Èç¹ûÄúÏëÆôÓÃgeotargeting,ÄúÐèÒªÑ¡ÔñÄúÏÖÓÐµÄÊý¾Ý¿âÀàÐÍ.

		".$phpAds_productname."ÏÖÔÚÖ§³ÖIP2Country 

		ºÍ <a href='http://www.maxmind.com/?rId=phpadsnew2' target='_blank'>GeoIP</a> Êý¾Ý¿â.

		";

		

$GLOBALS['phpAds_hlp_geotracking_location'] = "

		³ý·ÇÄúÊ¹ÓÃGeoIPµÄApacheÄ£¿é, ·ñÔòÄúÓ¦¸Ã¸æËß".$phpAds_productname."

		geotargetingÊý¾Ý¿âµÄÎ»ÖÃ. Ç¿ÁÒÍÆ¼ö°Ñ´ËÊý¾Ý¿â·Åµ½ÍøÒ³·þÎñÆ÷µÄÎÄµµÄ¿Â¼ÍâÃæ,

		·ñÔòµÄ»°ÆäËûÈË¿ÉÒÔÖ±½ÓÏÂÔØ´ËÊý¾Ý¿â.

		";

		

$GLOBALS['phpAds_hlp_geotracking_cookie'] = "

		°ÑIPµØÖ·×ª»»³ÉµØÀíÐÅÏ¢ÐèÒªÒ»¶¨µÄÊ±¼ä.

		ÎªÁË·ÀÖ¹".$phpAds_productname."ÔÚÃ¿¸ö¹ã¸æ·¢ËÍµÄÊ±ºò¶¼½øÐÐ×ª»»,

		¿ÉÒÔ°Ñ½á¹û±£´æÔÚcookieÖÐ. Èç¹ûÕâ¸öcookieÒÑ¾­´æÔÚ,

		".$phpAds_productname."½«Ö±½ÓÊ¹ÓÃ´ËÐÅÏ¢¶ø²»ÓÃÔÙ×ª»»IP.

		";

		



$GLOBALS['phpAds_hlp_ignore_hosts'] = "

        Èç¹ûÄú²»Ïë¼ÇÂ¼ÌØ¶¨¼ÆËã»úµÄ·ÃÎÊÊýºÍµã»÷Êý,Äú¿ÉÒÔ°ÑËûÃÇ¼ÓÈë´ËÁÐ±í. Èç¹ûÄúÆôÓÃÁË·´ÏòÓòÃû²éÑ¯,

		Äú¿ÉÒÔÌí¼ÓÓòÃûºÍIPµØÖ·,·ñÔòÄúÖ»ÄÜÊ¹ÓÃIPµØÖ·. ÄúÒ²¿ÉÒÔÊ¹ÓÃÍ¨Åä·û(Ò²¾ÍÊÇ'*.altavista.com'»òÕß'192.168.*').

		";

		

$GLOBALS['phpAds_hlp_begin_of_week'] = "

        ¶ÔºÜ¶àÈËÀ´ËµÐÇÆÚÒ»ÊÇÒ»ÖÜµÄ¿ªÊ¼,µ«ÊÇÄú¿ÉÒÔÉèÖÃÐÇÆÚÌì×÷ÎªÒ»ÖÜµÄ¿ªÊ¼.

		";

		

$GLOBALS['phpAds_hlp_percentage_decimals'] = "

        Ö¸¶¨ÏÔÊ¾Í³¼ÆÊý¾ÝµÄÒ³ÃæµÄÊý¾Ý¾«È·µ½Ð¡ÊýµãÖ®ºó¼¸Î».

		";

		

$GLOBALS['phpAds_hlp_warn_admin'] = "

        Èç¹ûÒ»¸öÏîÄ¿Ö»Ê£ÏÂÓÐÏÞµÄ·ÃÎÊÊýºÍµã»÷Êý´æÁ¿,".$phpAds_productname." ÄÜ¹»·¢µç×ÓÓÊ¼þÀ´ÌáÐÑÄú.´ËÑ¡ÏîÈ±Ê¡ÊÇ´ò¿ªµÄ.

		";

		

$GLOBALS['phpAds_hlp_warn_client'] = "

        Èç¹ûÒ»¸ö¿Í»§µÄÄ³¸öÏîÄ¿Ö»Ê£ÏÂÓÐÏÞµÄ·ÃÎÊÊýºÍµã»÷Êý´æÁ¿".$phpAds_productname."ÄÜ¹»·¢µç×ÓÓÊ¼þÀ´ÌáÐÑ¿Í»§.´ËÑ¡ÏîÈ±Ê¡ÊÇ´ò¿ªµÄ.

		";

		

$GLOBALS['phpAds_hlp_qmail_patch'] = "

		qmailµÄÒ»Ð©°æ±¾ÒòÎªÊÜµ½Ò»¸öbugµÄÓ°Ïì,Ôì³É".$phpAds_productname."·¢ËÍµÄµç×ÓÓÊ¼þÔÚÓÊ¼þµÄÄÚÈÝÀïÃæÏÔÊ¾ÓÊ¼þÍ·.

		Èç¹ûÄúÆôÓÃ´ËÑ¡Ïî,".$phpAds_productname."½«Ê¹ÓÃqmail¼æÈÝ¸ñÊ½À´·¢ËÍµç×ÓÓÊ¼þ.

		";

		

$GLOBALS['phpAds_hlp_warn_limit'] = "

        ".$phpAds_productname."¿ªÊ¼·¢ËÍ¾¯¸æµç×ÓÓÊ¼þµÄ·§Öµ,È±Ê¡ÊÇ100.

		";

		

$GLOBALS['phpAds_hlp_allow_invocation_plain'] = 

$GLOBALS['phpAds_hlp_allow_invocation_js'] = 

$GLOBALS['phpAds_hlp_allow_invocation_frame'] = 

$GLOBALS['phpAds_hlp_allow_invocation_xmlrpc'] = 

$GLOBALS['phpAds_hlp_allow_invocation_local'] = 

$GLOBALS['phpAds_hlp_allow_invocation_interstitial'] = 

$GLOBALS['phpAds_hlp_allow_invocation_popup'] = "

		ÕâÐ©ÉèÖÃÔËÐÐÄú¿ØÖÆÔÊÐíÊ¹ÓÃµÄµ÷ÓÃ·½Ê½.Èç¹ûÄ³¸öµ÷ÓÃ·½Ê½Í£ÓÃ,½«²»ÔÙ³öÏÖÔÚµ÷ÓÃ´úÂë/¹ã¸æ´úÂë²úÉúÒ³Ãæ.

		ÖØÒª:µ÷ÓÃ·½Ê½Èç¹ûÍ£ÓÃºó½«¼ÌÐø¹¤×÷,¾ÍÊÇËµÔ­ÓÐµÄ´úÂë»¹ÊÇ¿ÉÒÔ¼ÌÐøÊ¹ÓÃ,

		Ö»ÊÇÔÚ²úÉúµ÷ÓÃ´úÂëµÄÊ±ºò²»ÄÜÊ¹ÓÃ.

		";

		

$GLOBALS['phpAds_hlp_con_key'] = "

        ".$phpAds_productname."°üº¬Ò»¸öÊ¹ÓÃÖ±½ÓÑ¡È¡·½Ê½µÄÇ¿´óµÄ¹ã¸æÑ¡ÔñÏµÍ³.

		¸ü¶àÏêÏ¸µÄÐÅÏ¢Çë²Î¿¼ÓÃ»§ÊÖ²á. Í¨¹ý´ËÑ¡Ïî,Äú¿ÉÒÔÆôÓÃÌõ¼þ¹Ø¼ü×Ö.Õâ¸öÑ¡ÏîÈ±Ê¡ÊÇ´ò¿ªµÄ.

		";

		

$GLOBALS['phpAds_hlp_mult_key'] = "

        Èç¹ûÄúÕýÔÚÊ¹ÓÃÖ±½ÓÑ¡È¡·½Ê½À´ÏÔÊ¾¹ã¸æ,Äú¿ÉÒÔÎªÃ¿¸ö¹ã¸æÖ¸¶¨Ò»¸ö»ò¶à¸ö¹Ø¼ü×Ö.

		ÐõñøÄúÏëÖ¸¶¨¶à¸ö¹Ø¼ü×Ö,±ØÐëÆôÓÃ´ËÑ¡Ïî.Õâ¸öÑ¡ÏîÈ±Ê¡ÊÇ´ò¿ªµÄ.

		";

		

$GLOBALS['phpAds_hlp_acl'] = "

        Èç¹ûÄúÃ»ÓÐÊ¹ÓÃ·¢ËÍÏÞÖÆÑ¡Ïî,Äú¿ÉÒÔ¹Ø±Õ´ËÑ¡Ïî,Õâ½«Ê¹".$phpAds_productname."ËÙ¶ÈÉÔÎ¢¼Ó¿ì.

		";

		

$GLOBALS['phpAds_hlp_default_banner_url'] = 

$GLOBALS['phpAds_hlp_default_banner_target'] = "

        Èç¹û".$phpAds_productname."²»ÄÜÁ¬½Óµ½Êý¾Ý¿â·þÎñÆ÷,»òÕß²»ÄÜÕÒµ½·ûºÏµÄ¹ã¸æ,ÈçÊý¾Ý¿â±ÀÀ£»òÕß±»É¾³ý,

		½«²»ÏÔÊ¾ÈÎºÎ¶«Î÷.Ò»Ð©ÓÃ»§¿ÉÄÜÏëÔÚÕâÖÖÇé¿öÏÂÀ´ÏÔÊ¾Ò»¸öÖ¸¶¨µÄÈ±Ê¡¹ã¸æ.´ËÖ¸¶¨µÄÈ±Ê¡¹ã¸æ½«²»±»¼ÇÂ¼,

		Èç¹ûÊý¾Ý¿âÖÐÈÔ¾ÉÓÐÆôÓÃµÄ¹ã¸æ,´ËÖ¸¶¨µÄÈ±Ê¡¹ã¸æÒ²½«²»±»Ê¹ÓÃ.Õâ¸öÑ¡ÏîÈ±Ê¡ÊÇ¹Ø±ÕµÄ.

		";

			

$GLOBALS['phpAds_hlp_delivery_caching'] = "

		ÎªÁË°ïÖúÌá¸ß¹ã¸æ·¢ËÍµÄËÙ¶È,".$phpAds_productname."Ê¹ÓÃÁË»º´æ,

		»º´æÖÐ°üº¬ÁË·¢ËÍÒ»¸ö¹ã¸æ¸øÄãµÄÍøÕ¾·ÃÎÊÕßµÄËùÓÐÐèÒªµÄÐÅÏ¢.

		Õâ¸ö·¢ËÍ»º´æÇøÈ±Ê¡ÊÇ´æ·ÅÔÚÊý¾Ý¿âÀï,ÎªÁË½øÒ»²½Ìá¸ßËÙ¶È,

		ËüÒ²¿ÉÒÔ´æ·ÅÔÚÒ»¸öÎÄ¼þ»òÕß¹²ÏíÄÚ´æÖÐ.

		¹²ÏíÄÚ´æÊÇ×î¿ìµÄ,ÎÄ¼þÒ²ÊÇºÜ¿ìµÄ. ½¨Òé²»Òª¹Ø±Õ´Ë»º´æÇø, 

		ÒòÎª»á¶ÔÐÔÄÜÓ°Ïì¼«´ó.

		";

		

$GLOBALS['phpAds_hlp_type_sql_allow'] = 

$GLOBALS['phpAds_hlp_type_web_allow'] = 

$GLOBALS['phpAds_hlp_type_url_allow'] = 

$GLOBALS['phpAds_hlp_type_html_allow'] = 

$GLOBALS['phpAds_hlp_type_txt_allow'] = "

        ".$phpAds_productname."¿ÉÒÔÊ¹ÓÃ²»Í¬ÀàÐÍµÄ¹ã¸æ,ÓÃ²»Í¬µÄ·½Ê½´æ·Å¹ã¸æ.Í·Á½¸öÑ¡ÏîÓÃÀ´ÔÚ±¾µØ´æ·Å¹ã¸æ.

		Äú¿ÉÒÔÊ¹ÓÃ¹ÜÀíÔ±½çÃæÀ´ÉÏ´«¹ã¸æ,".$phpAds_productname."½«ÔÚSQLÊý¾Ý¿â»òÕßÍøÒ³·þÎñÆ÷ÉÏ´æ·Å¹ã¸æ.

		ÄãÒ²¿ÉÒÔ°Ñ¹ã¸æ´æ·ÅÔÚÍâ²¿ÍøÒ³·þÎñÆ÷,»òÕßÊ¹ÓÃHTML»ò¼òµ¥ÎÄ×ÖÀ´Éú³É¹ã¸æ.

		";

		

$GLOBALS['phpAds_hlp_type_web_mode'] = "

        Èç¹ûÄúÏëÊ¹ÓÃ´æ·ÅÔÚÍøÒ³·þÎñÆ÷ÉÏµÄ¹ã¸æ,ÄúÐèÒªÅäÖÃ´ËÉèÖÃ.Èç¹ûÄúÏëÔÚ±¾µØÄ¿Â¼´æ·Å¹ã¸æ,°Ñ´ËÑ¡ÏîÉèÖÃÎª<i>±¾µØÄ¿Â¼</i>.

		Èç¹ûÄúÏë°Ñ¹ã¸æ´æ·Åµ½Íâ±ßFTP·þÎñÆ÷ÉÏ,°Ñ´ËÑ¡ÏîÉèÖÃÎª<i>Íâ²¿FTP·þÎñÆ÷</i>.

		ÔÚÒ»Ð©ÌØ¶¨µÄÍøÒ³·þÎñÆ÷ÉÏ,Äú¿ÉÄÜÉõÖÁÏëÔÚ±¾µØµÄÍøÒ³·þÎñÆ÷ÉÏÊ¹ÓÃFTPÑ¡Ïî.

		";

		

$GLOBALS['phpAds_hlp_type_web_dir'] = "

        Ö¸¶¨Ò»¸öÄ¿Â¼,".$phpAds_productname."ÐèÒª°ÑÉÏ´«µÄ¹ã¸æ¸´ÖÆµ½´ËÄ¿Â¼.´ËÄ¿Â¼PHP±ØÐëÓÐÐ´È¨ÏÞ,

		¾ÍÊÇËµÄú¿ÉÄÜÐèÒªÐÞ¸Ä´ËÄ¿Â¼µÄUNIXÈ¨ÏÞ(chmod).Ö¸¶¨µÄÄ¿Â¼±ØÐëÔÚÍøÒ³·þÎñÆ÷µÄ'ÎÄµµ¸ùÄ¿Â¼'ÏÂ,

		ÍøÒ³·þÎñÆ÷±ØÐë¿ÉÒÔÖ±½Ó·¢²¼´ËÎÄ¼þ.²»ÒªÖ¸¶¨½áÎ²µÄÐ±Ïß(/).Äú½öÔÚ°Ñ´æ·Å·½Ê½ÉèÖÃÎª<i>±¾µØÄ¿Â¼</i>Ê±²ÅÐèÒªÅäÖÃ´ËÑ¡Ïî.

		";

		

$GLOBALS['phpAds_hlp_type_web_ftp_host'] = "

		Èç¹ûÄúÉèÖÃ´æ·Å·½Ê½Îª<i>Íâ²¿FTP·þÎñÆ÷</i>,ÄúÐèÒªÖ¸¶¨FTP·þÎñÆ÷µÄIPµØÖ·»òÕßÓòÃû,ÒÔÊ¹".$phpAds_productname."

		ÄÜ¹»°ÑÉÏ´«µÄ¹ã¸æ¸´ÖÆµ½´Ë·þÎñÆ÷ÉÏ.

		";

      

$GLOBALS['phpAds_hlp_type_web_ftp_path'] = "

		Èç¹ûÄúÉèÖÃ´æ·Å·½Ê½Îª<i>Íâ²¿FTP·þÎñÆ÷</i>,ÄúÐèÒªÖ¸¶¨Íâ²¿FTP·þÎñÆ÷µÄÄ¿Â¼,ÒÔÊ¹".$phpAds_productname."

		ÄÜ¹»°ÑÉÏ´«µÄ¹ã¸æ¸´ÖÆµ½´ËÄ¿Â¼.

		";

      

$GLOBALS['phpAds_hlp_type_web_ftp_user'] = "

		Èç¹ûÄúÉèÖÃ´æ·Å·½Ê½Îª<i>Íâ²¿FTP·þÎñÆ÷</i>,ÄúÐèÒªÖ¸¶¨Íâ²¿FTP·þÎñÆ÷µÄÓÃ»§Ãû,ÒÔÊ¹".$phpAds_productname."

		ÄÜ¹»Á¬½Óµ½Íâ²¿FTP·þÎñÆ÷.

		";

      

$GLOBALS['phpAds_hlp_type_web_ftp_password'] = "

		Èç¹ûÄúÉèÖÃ´æ·Å·½Ê½Îª<i>Íâ²¿FTP·þÎñÆ÷</i>,ÄúÐèÒªÖ¸¶¨Íâ²¿FTP·þÎñÆ÷µÄÃÜÂë,ÒÔÊ¹".$phpAds_productname."

		ÄÜ¹»Á¬½Óµ½Íâ²¿FTP·þÎñÆ÷.

		";

      

$GLOBALS['phpAds_hlp_type_web_url'] = "

        Èç¹ûÄúÔÚÍøÒ³·þÎñÆ÷ÉÏ´æ·Å¹ã¸æ,".$phpAds_productname."ÐèÒªÖªµÀÏÂÃæÄúÖ¸¶¨µÄÄ¿Â¼µÄ¹«¿ªµÄ·ÃÎÊµØÖ·.

		²»ÒªÖ¸¶¨½áÎ²µÄÐ±Ïß(/).

		";

		

$GLOBALS['phpAds_hlp_type_html_auto'] = "

        Èç¹û´ò¿ª´ËÑ¡Ïî,".$phpAds_productname."½«×Ô¶¯ÐÞ¸ÄHTML¹ã¸æ´úÂëÒÔ¼ÇÂ¼µã»÷Êý.

		µ«ÊÇ¼´Ê¹´ËÑ¡Ïî´ò¿ª,ÈÔÈ»¿ÉÒÔ¶ÔÃ¿¸ö¹ã¸æÍ£ÓÃ´Ë¹¦ÄÜ. 

		";

		

$GLOBALS['phpAds_hlp_type_html_php'] = "

        ¿ÉÒÔÊ¹".$phpAds_productname."ÔÚHTML¹ã¸æ´úÂëÖÐÖ´ÐÐPHP´úÂë,´ËÑ¡ÏîÈ±Ê¡ÊÇ¹Ø±ÕµÄ.

		";

		

$GLOBALS['phpAds_hlp_admin'] = "

        ÇëÊäÈë¹ÜÀíÔ±µÄÓÃ»§Ãû. Í¨¹ý´ËÓÃ»§ÃûÄú¿ÉÒÔµÇÂ¼µ½¹ÜÀíÔ±½çÃæ.

		";

		

$GLOBALS['phpAds_hlp_admin_pw'] =

$GLOBALS['phpAds_hlp_admin_pw2'] = "

        ÇëÊäÈë¹ÜÀíÔ±µÄÃÜÂë. Í¨¹ý´ËÓÃ»§ÃûÄú¿ÉÒÔµÇÂ¼µ½¹ÜÀíÔ±½çÃæ.ÄúÐèÒªÊäÈëÁ½´ÎÒÔÃâÊäÈë´íÎó.

		";

		

$GLOBALS['phpAds_hlp_pwold'] = 

$GLOBALS['phpAds_hlp_pw'] = 

$GLOBALS['phpAds_hlp_pw2'] = "

        ÐÞ¸Ä¾ÉÃÜÂë,ÄúÐèÒªÔÚÉÏÃæÊäÈë¾ÉÃÜÂë. ÄãÒ²ÐèÒªÊäÈëÐÂÃÜÂëÁ½´Î,ÒÔ±ÜÃâÊäÈë´íÎó.

		";

		

$GLOBALS['phpAds_hlp_admin_fullname'] = "

        Ö¸¶¨¹ÜÀíÔ±µÄÈ«Ãû,ÓÃÀ´Í¨¹ýµç×ÓÓÊ¼þ·¢ËÍÍ³¼Æ±¨±í.

		";

		

$GLOBALS['phpAds_hlp_admin_email'] = "

        ¹ÜÀíÔ±µÄµç×ÓÓÊ¼þµØÖ·,ÓÃÀ´×÷Îª·¢ÐÅÈËµØÖ·Í¨¹ýµç×ÓÓÊ¼þ·¢ËÍÍ³¼Æ±¨±í.

		";

		

$GLOBALS['phpAds_hlp_admin_email_headers'] = "

        Äú¿ÉÒÔÐÞ¸Ä".$phpAds_productname."·¢ËÍµç×ÓÓÊ¼þµÄÓÊ¼þÍ·.

		";

		

$GLOBALS['phpAds_hlp_admin_novice'] = "

        Èç¹ûÄúÏëÔÚÉ¾³ý¿Í»§,ÏîÄ¿,¹ã¸æ,·¢²¼ÕßºÍ°æÎ»µÄÊ±ºòµÃµ½Ò»¸ö¾¯¸æÐÅÏ¢,ÉèÖÃ´ËÑ¡ÏîÎªtrue.

		";

		

$GLOBALS['phpAds_hlp_client_welcome'] = "

		Èç¹û´ò¿ª´ËÑ¡Ïî,Ã¿¸ö¿Í»§µÇÂ¼ºóµÄÊ×Ò³½«ÏÔÊ¾Ò»¸ö»¶Ó­ÐÅÏ¢.Äú¿ÉÒÔÍ¨¹ýÐÞ¸Äadmin/templatesÄ¿Â¼ÏÂµÄ

		welcome.htmlÎÄ¼þÀ´ÐÞ¸Ä´ËÐÅÏ¢.Äú¿ÉÄÜÏëÒª°üÀ¨µÄÐÅÏ¢Èç:Äú¹«Ë¾µÄÃû×Ö,ÁªÏµÐÅÏ¢,Äú¹«Ë¾µÄÍ¼±ê,Ò»¸ö¹ã¸æ¼Û¸ñÒ³ÃæÁ´½ÓµÈ.

		";



$GLOBALS['phpAds_hlp_client_welcome_msg'] = "

		´úÌæ±à¼­welcome.htmlÎÄ¼þ,Äú¿ÉÒÔÔÚÕâÀïÖ¸¶¨Ò»Ð©ÎÄ×Ö.Èç¹ûÄúÔÚÕâÀïÊäÈëÁËÎÄ×Ö,welcome.htmlÎÄ¼þ½«±»ºöÂÔ.

		ÕâÀïÔÊÐíÊäÈëhtml±ê¼Ç.

		";

		

$GLOBALS['phpAds_hlp_updates_frequency'] = "

		Èç¹ûÄúÏë²é¿´".$phpAds_productname."µÄ°æ±¾,Äú¿ÉÒÔÆôÓÃ´ËÑ¡Ïî.¿ÉÒÔÖ¸¶¨".$phpAds_productname."Á¬µ½Éý¼¶·þÎñÆ÷

		½øÐÐÉý¼¶µÄÊ±¼ä¼ä¸ô.Èç¹ûÕÒµ½ÐÂ°æ±¾,½«µ¯³ö°üº¬´Ë´ÎÉý¼¶ÐÅÏ¢µÄÒ»¸ö¶Ô»°¿ò 

		";

		

$GLOBALS['phpAds_hlp_userlog_email'] = "

		Èç¹ûÄúÏë±£´æ".$phpAds_productname."·¢ËÍµÄËùÓÐµç×ÓÓÊ¼þÐÅÏ¢µÄÒ»¸ö¸±±¾,Äú¿ÉÒÔÆôÓÃ´ËÑ¡Ïî.µç×ÓÓÊ¼þÐÅÏ¢½«±£´æÔÚÓÃ»§¼ÇÂ¼Àï.

		";

		

$GLOBALS['phpAds_hlp_userlog_priority'] = "

		ÎªÁË±£Ö¤ÓÅÏÈÈ¨¼ÆËãµÄÕýÈ·,Äú¿ÉÒÔÎªÃ¿¸öÐ¡Ê±µÄ¼ÆËã±£´æÒ»·Ý±¨±í. Õâ¸ö±¨±í°üÀ¨Ô¤¹ÀµÄÇé¿öºÍÃ¿¸ö¹ã¸æ·ÖÅäµÄÓÅÏÈÈ¨.

		Õâ¸öÐÅÏ¢ÔÚÄúÏëÌá½»Ò»¸öbug±¨¸æµÄÊ±ºò±È½ÏÓÐÓÃ. Õâ¸ö±¨±í´æ·ÅÔÚÓÃ»§¼ÇÂ¼Àï.

		";

				

$GLOBALS['phpAds_hlp_userlog_autoclean'] = "

		ÎªÁË±£Ö¤Êý¾Ý¿âÕýÈ·É¾¼õ,

		Äú¿ÉÒÔ±£´æÒ»·Ý¹ØÓÚÉ¾¼õÆÚ¼äËùÓÐ·¢ÉúÇé¿öµÄ±¨¸æ.

		Õâ¸öÐÅÏ¢½«±£´æÔÚÓÃ»§¼ÇÂ¼ÖÐ.

		";

		

$GLOBALS['phpAds_hlp_default_banner_weight'] = "

		Èç¹ûÄúÏëÊ¹ÓÃÒ»¸öÈ±Ê¡¸ü¸ßµÄ¹ã¸æÈ¨Öµ,Äú¿ÉÒÔÔÚÕâÀïÖ¸¶¨ÄúÆÚÍûµÄÈ¨Öµ.Õâ¸öÑ¡ÏîÈ±Ê¡ÉèÖÃÎª1.

		";

		

$GLOBALS['phpAds_hlp_default_campaign_weight'] = "

		Èç¹ûÄúÏëÊ¹ÓÃÒ»¸öÈ±Ê¡¸ü¸ßµÄÏîÄ¿È¨Öµ,Äú¿ÉÒÔÔÚÕâÀïÖ¸¶¨ÄúÆÚÍûµÄÈ¨Öµ.Õâ¸öÑ¡ÏîÈ±Ê¡ÉèÖÃÎª1.

		";

		

$GLOBALS['phpAds_hlp_gui_show_campaign_info'] = "

		Èç¹û´ò¿ª´ËÑ¡Ïî,Ã¿¸öÏîÄ¿µÄ¶îÍâµÄÐÅÏ¢½«ÔÚ<i>ÏîÄ¿×ÜÀÀ</i>Ò³ÃæÉÏÏÔÊ¾. ¶îÍâÐÅÏ¢°üÀ¨·ÃÎÊÊýµÄ´æÁ¿,µã»÷ÊýµÄ´æÁ¿,

		ÆôÓÃÈÕÆÚ,Ê§Ð§ÈÕÆÚºÍÈ¨ÖµÉèÖÃ.

		";

		

$GLOBALS['phpAds_hlp_gui_show_banner_info'] = "

		Èç¹û´ò¿ª´ËÑ¡Ïî,Ã¿¸ö¹ã¸æµÄ¶îÍâµÄÐÅÏ¢½«ÔÚ<i>¹ã¸æ×ÜÀÀ</i>Ò³ÃæÉÏÏÔÊ¾. ¶îÍâÐÅÏ¢°üÀ¨Ä¿±êURL,¹Ø¼ü×Ö,³ß´çºÍÈ¨Öµ.

		";

		

$GLOBALS['phpAds_hlp_gui_show_campaign_preview'] = "

		Èç¹û´ò¿ª´ËÑ¡Ïî,<i>¹ã¸æ×ÜÀÀ</i>Ò³Ãæ½«ÏÔÊ¾ËùÓÐ¹ã¸æµÄÔ¤ÀÀ.Èç¹û¹Ø±Õ´ËÑ¡Ïî,ÔÚ<i>¹ã¸æ×ÜÀÀ</i>Ò³Ãæµã»÷

		Ã¿¸ö¹ã¸æºóÃæµÄÈý½ÇÍ¼±ê,Ò²¿ÉÒÔÏÔÊ¾Ã¿¸ö¹ã¸æµÄÔ¤ÀÀ.

		";

		

$GLOBALS['phpAds_hlp_gui_show_banner_html'] = "

		½«ÏÔÊ¾Êµ¼ÊµÄHTML¹ã¸æ,¶ø²»ÊÇHTML´úÂë.´ËÑ¡ÏîÈ±Ê¡ÊÇ¹Ø±ÕµÄ,ÒòÎªHTML¹ã¸æ¿ÉÄÜÓëÓÃ»§µÄ½çÃæ³åÍ».

		Èç¹û¹Ø±Õ´ËÑ¡Ïî,µã»÷HTML´úÂëºóÃæµÄ<i>ÏÔÊ¾¹ã¸æ</i>°´Å¥,Ò²¿ÉÒÔÏÔÊ¾Êµ¼ÊµÄHTML¹ã¸æ.

		";

		

$GLOBALS['phpAds_hlp_gui_show_banner_preview'] = "

		Èç¹û´ò¿ª´ËÑ¡Ïî,ÔÚ<i>¹ã¸æÊôÐÔ</i>,<i>·¢ËÍÑ¡Ïî</i>ºÍ<i>Á¬½Ó¹ã¸æ</i>Ò³Ãæ,½«ÏÔÊ¾¹ã¸æµÄÔ¤ÀÀ.

		Èç¹û¹Ø±Õ´ËÑ¡Ïî,µã»÷Ò³Ãæ¶¥²¿µÄ<i>ÏÔÊ¾¹ã¸æ</i>°´Å¥,Ò²¿ÉÒÔ¿´µ½¹ã¸æµÄÔ¤ÀÀ.

		";

		

$GLOBALS['phpAds_hlp_gui_hide_inactive'] = "

		Èç¹ûÆôÓÃ´ËÑ¡Ïî,ËùÓÐÍ£ÓÃµÄ¹ã¸æ,ÏîÄ¿,¿Í»§½«ÔÚ<i>¿Í»§&ÏîÄ¿</i>ºÍ<i>ÏîÄ¿×ÜÀÀ</i>Ò³Ãæ±»Òþ²Ø. 

		µ±ÆôÓÃ´ËÑ¡Ïî,ÄúÈÔ¾É¿ÉÒÔµã»÷Ò³Ãæµ×²¿µÄ<i>ÏÔÊ¾ËùÓÐ</i>°´Å¥À´²é¿´Òþ²ØµÄÌõÄ¿.

		";

		

$GLOBALS['phpAds_hlp_gui_show_matching'] = "

		Èç¹ûÆôÓÃ´ËÑ¡Ïî,È»ºóÑ¡¶¨<i>ÏîÄ¿Ñ¡Ôñ</i>Ä£Ê½,

		ÄÇÃ´·ûºÏÌõ¼þµÄ¹ã¸æ½«ÔÚ<i>Á¬½Ó¹ã¸æ</i>Ò³ÃæÏÔÊ¾.

		ÕâÔÊÐíÄú×¼È·ÖªµÀÈç¹ûÁ´½Óµ½´ËÏîÄ¿,ÄÇÐ©¹ã¸æ¿ÉÒÔ·¢ËÍ.

		ÄúÒ²¿ÉÒÔÔ¤ÀÀÒ»ÏÂ·ûºÏÌõ¼þµÄ¹ã¸æ.

		";

		

$GLOBALS['phpAds_hlp_gui_show_parents'] = "

		Èç¹ûÆôÓÃ´ËÑ¡Ïî,È»ºóÑ¡¶¨<i>¹ã¸æÑ¡Ôñ</i>Ä£Ê½,

		¹ã¸æµÄ¸¸ÏîÄ¿½«ÏÔÊ¾ÔÚ<i>Á¬½Ó¹ã¸æ</i>Ò³Ãæ.

		ÕâÔÊÐíÄúÖªµÀÔÚ´Ë¹ã¸æÇ°ÄÄ¸öÏîÄ¿µÄÄÄ¸ö¹ã¸æÒÑ¾­Á¬½ÓÁË.

		ÕâÒâÎ¶×Å¹ã¸æ¸ù¾Ý¸¸ÏîÄ¿À´·Ö×é,¶ø²»ÊÇÏóÒÔÇ°¸ù¾Ý×ÖÄ¸Ë³ÐòÅÅÐò.

		";

		

$GLOBALS['phpAds_hlp_gui_link_compact_limit'] = "

		È±Ê¡ËùÓÐ¿ÉÓÃµÄ¹ã¸æºÍÏîÄ¿¶¼ÔÚ<i>Á¬½Ó¹ã¸æ</i>Ò³ÃæÏÔÊ¾.

		ËùÒÔÈç¹ûÄ¿Â¼ÖÐÓÐºÜ¶à²»Í¬µÄ¿ÉÓÃ¹ã¸æµÄ»°,Õâ¸öÒ³Ãæ»á±äµÄ·Ç³£³¤.

		Õâ¸öÑ¡ÏîÔÊÐíÄúÉèÖÃ´ËÒ³Ãæ×î¶àÏÔÊ¾µÄÌõÄ¿.

		Èç¹ûÓÐ¸ü¶àÌõÄ¿ºÍ²»Í¬Á¬½Ó·½Ê½,½«ÏÔÊ¾Õ¼ÓÃ¿Õ¼ä×îÉÙµÄ¹ã¸æ.

		";

		

?>

