<?php // $Revision: 2.1.2.2 $

/************************************************************************/
/* phpAdsNew 2                                                          */
/* ===========                                                          */
/*                                                                      */
/* Copyright (c) 2000-2005 by the phpAdsNew developers                  */
/* For more information visit: http://www.phpadsnew.com                 */
/*                                                                      */
/* This program is free software. You can redistribute it and/or modify */
/* it under the terms of the GNU General Public License as published by */
/* the Free Software Foundation; either version 2 of the License.       */
/************************************************************************/


// Main strings
$GLOBALS['strChooseSection']			= "Âûáåðèòå ðàçäåë";


// Priority
$GLOBALS['strRecalculatePriority']		= "Ïåðåñ÷èòàòü ïðèîðèòåòû";
$GLOBALS['strHighPriorityCampaigns']		= "Êàìïàíèè ñ âûñîêèì ïðèîðèòåòîì";
$GLOBALS['strAdViewsAssigned']			= "Âûäåëåíî ïðîñìîòðîâ";
$GLOBALS['strLowPriorityCampaigns']		= "Êàìïàíèè ñ íèçêèì ïðèîðèòåòîì";
$GLOBALS['strPredictedAdViews']			= "Ïðåäñêàçàíî ïðîñìîòðîâ";
$GLOBALS['strPriorityDaysRunning']		= "Ñåé÷àñ äîñòóïíî {days} äíåé ñòàòèñòèêè, íà êîòîðîé ".$phpAds_productname." ìîæåò îñíîâûâàòü ñâîè ïðåäñêàçàíèÿ. ";
$GLOBALS['strPriorityBasedLastWeek']		= "Ïðåäñêàçàíèÿ îñíîâàíû íà äàííûõ ïî ýòîé è ïðîøëîé íåäåëå. ";
$GLOBALS['strPriorityBasedYesterday']		= "Ïðåäñêàçàíèå îñíîâàíî íà äàííûõ çà â÷åðà. ";
$GLOBALS['strPriorityNoData']			= "Íåäîñòàòî÷íî äàííûõ äëÿ íàä¸æíîãî ïðåäñêàçàíèÿ êîëè÷åñòâà ïîêàçîâ, êîòîðûå äàííûé ñåðâåð ñãåíåðèðóåò ñåãîäíÿ. Íàçíà÷åíèå ïðîðèòåòîâ áóäåò îñíîâûâàòüñÿ íà ñòàòèñòèêå, ñîáèðàåìîé â ðåàëüíîì âðåìåíè. ";
$GLOBALS['strPriorityEnoughAdViews']		= "Äîëæíî áûòü äîñòàòî÷íî ïîêàçîâ äëÿ óäîâëåòâîðåíèÿ òðåáîâàíèé âñåõ âûñîêîïðèîðèòåòíûõ êàìïàíèé. ";
$GLOBALS['strPriorityNotEnoughAdViews']		= "Íåî÷åâèäíî, áóäåò ëè ñåãîäíÿ ñãåíåðèðîâàíî äîñòàòî÷íî ïîêàçîâ äëÿ óäîâëåòâîðåíèÿ òðåáîâàíèé âñåõ âûñîêîïðîðèòåòíûõ êàìïàíèé. ";


// Banner cache
$GLOBALS['strRebuildBannerCache']		= "Ïîñòðîèòü êýø áàííåðîâ çàíîâî";
$GLOBALS['strBannerCacheExplaination']		= "
	Êýø áàííåðîâ ñîäåðæèò êîïèþ HTML-êîäà, èñïîëüçóåìîãî äëÿ ïîêàçà áàííåðà. Èñïîëüçîâàíèå êýøà ïîçâîëÿåò óñêîðèòü
	äîñòàâêó áàííåðîâ, ïîñêîëüêó HTML-êîä íå íóæíî ãåíåðèðîâàòü äëÿ êàæäîãî ïîêàçà áàííåðà. Ïîñêîëüêó
	êýø ñîäåðæèò æ¸ñòêî çàêîäèðîâàííûå ññûëêè íà ðàñïîëîæåíèå ".$phpAds_productname." è ñàìèõ áàííåðîâ, êýø íóæíî ïåðåñòðàèâàòü
	ïðè êàæäîì ïåðåìåùåíèè ".$phpAds_productname." íà âåáñåðâåðå.
";


// Zone cache
$GLOBALS['strAge']				= "Ñðîê";
$GLOBALS['strCache']                    = "Êýø äîñòàâêè";
$GLOBALS['strRebuildDeliveryCache']                     = "Îáíîâèòü êýø äîñòàâêè";
$GLOBALS['strDeliveryCacheExplaination']                = "
        Êýø äîñòàâêè èñïîëüçóåòñÿ äëÿ óñêîðåíèÿ äîñòàâêè áàííåðîâ. Êýø ñîäåðæèò êîïèþ âñåõ áàííåðîâ,
        ïðèâÿçàííûõ ê çîíå/ Ýòî ýêîíîìèò íåñêîëüêî çàïðîñîâ ê áàçå äàííûõ â ìîìåíò ôàêòè÷åñêîãî ïîêàçà áàííåðà ïîëüçîâàòåëþ. Êýø
        îáû÷íî îáíîâëÿåòñÿ ïîñëå êàæäîãî èçìåíåíèÿ â çîíå èëè îäíîì èç ïðèâÿçàííûõ ê íåé áàííåðîâ, íî, âîçìîæíî, îí ìîæåò óñòàðåâàòü. Ïîýòîìó
        êýø òàêæå îáíîâëÿåòñÿ àâòîìàòè÷åñêè êàæäûé ÷àñ, èëè ìîæåò áûòü îáíîâë¸í âðó÷íóþ.
";
$GLOBALS['strDeliveryCacheSharedMem']           = "
        Äëÿ õðàíåíèÿ êýøà äîñòàâêè èñïîëüçóåòñÿ ðàçäåëÿåìàÿ ïàìÿòü.
";
$GLOBALS['strDeliveryCacheDatabase']            = "
        Äëÿ õðàíåíèÿ êýøà äîñòàâêè èñïîëüçóåòñÿ áàçà äàííûõ.
";


// Storage
$GLOBALS['strStorage']				= "Õðàíåíèå";
$GLOBALS['strMoveToDirectory']			= "Ïåðåìåñòèòü êàðòèíêè èç áàçû äàííûõ â êàòàëîã";
$GLOBALS['strStorageExplaination']		= "
	Êàðòèíêè, èñïîëüçóåìûå ëîêàëüíûìè áàííåðàìè, õðàíÿòñÿ â áàçå äàííûõ èëè â êàòàëîãå. Åñëè âû áóäåòå õðàíèòü êàðòèíêè 
	â êàòàëîãå íà äèñêå, íàãðóçêà íà áàçó äàííûõ óìåíüøèòñÿ, è ýòî ïðèâåä¸ò ê óñêîðåíèþ.
";


// Storage
$GLOBALS['strStatisticsExplaination']		= "
	Âû âêëþ÷èëè <i>êîìïàêòíóþ ñòàòèñòèêó</i>, íî âàøà ñòàðàÿ ñòàòèñòèêà âñ¸ åù¸ â ðàñøèðåííîì ôîðìàòå. 
	Õîòèòå ïðåîáðàçîâàòü âàøó ðàñøèðåííóþ ñòàòèñòèêó â íîâûé êîìïàêòíûé ôîðìàò?
";


// Product Updates
$GLOBALS['strSearchingUpdates']			= "Èùóòñÿ îáíîâëåíèÿ. Ïîæàëóéñòà, ïîäîæäèòå...";
$GLOBALS['strAvailableUpdates']			= "Äîñòóïíûå îáíîâëåíèÿ";
$GLOBALS['strDownloadZip']			= "Ñêà÷àòü (.zip)";
$GLOBALS['strDownloadGZip']			= "Ñêà÷àòü (.tar.gz)";

$GLOBALS['strUpdateAlert']			= "Äîñòóïíà íîâàÿ âåðñèÿ ".$phpAds_productname."                               \\n\\nÕîòèòå óçíàòü áîëüøå \\nîá ýòîì îáíîâëåíèè?";
$GLOBALS['strUpdateAlertSecurity']		= "Äîñòóïíà íîâàÿ âåðñèÿ ".$phpAds_productname."                               \\n\\nÐåêîìåíäóåòñÿ ïðîèçâåñòè îáíîâëåíèå \\nêàê ìîæíî ñêîðåå, òàê êàê ýòà \\nâåðñèÿ ñîäåðæèò îäíî èëè íåñêîëüêî èñïðàâëåíèé, îòíîñÿùèõñÿ ê áåçîïàñíîñòè.";

$GLOBALS['strUpdateServerDown']			= "
    Ïî íåèçâåñòíîé ïðè÷èíå íåâîçìîæíî ïîëó÷èòü èíôîðìàöèþ <br>
	î âîçìîæíûõ îáíîâëåíèÿõ. Ïîæàëóéñòà, ïîïûòàéòåñü ïîçäíåå.
";

$GLOBALS['strNoNewVersionAvailable']		= "
	Âàøà âåðñèÿ ".$phpAds_productname." íå òðåáóåò îáíîâëåíèÿ. Íèêàêèõ îáíîâëåíèé â íàñòîÿùåå âðåìÿ íåò.
";

$GLOBALS['strNewVersionAvailable']		= "
	<b>Äîñòóïíà íîâàÿ âåðñèÿ ".$phpAds_productname."</b><br> Ðåêîìåíäóåòñÿ óñòàíâîèòü ýòî îáíîâëåíèå,
	ïîñêîëüêó îíî ìîæåò èñïðàâèòü íåêîòîðûå ñóùåñòâóþùèå ïðîáëåìû è äîáàâèòü íîâóþ ôóíêöèîíàëüíîñòü. Çà äîïîëíèòåëüíîé
	èíôîðìàöèåé îá îáíîëâåíèè îáðàòèòåñü ê äîêóìåíòàöèè, âêëþ÷¸ííî â íèæåïåðå÷èñëåííûå ôàéëû.
";

$GLOBALS['strSecurityUpdate']			= "
	<b>Íàñòîÿòåëüíî ðåêîìåíäóåòñÿ óñòàíîâèòü ýòî îáíîâëåíèå êàê ìîæíî ñêîðåå, ïîñêîëüêó îíî ñîäåðæèò íåñêîëüêî
	èñïðàâëåíèé, ñâÿçàííûõ ñ áåçîïàñíîñòüþ.</b> Âåðñèÿ ".$phpAds_productname.", êîòîðóþ âû ñåé÷àñ èñïîëüçóåòå, ìîæåò áûòü 
	ïîäâåðæåíà îïðåäåë¸ííûì àòàêàì, è, âåðîÿòíî, íå áåçîïàñíà. Çà äîïîëíèòåëüíîé
	èíôîðìàöèåé îá îáíîâëåíèè îáðàòèòåñü ê äîêóìåíòàöèè, âêëþ÷¸ííî â íåæåïåðå÷èñëåííûå ôàéëû.
";

$GLOBALS['strNotAbleToCheck']                   = "
        <b>Ïîñêîëüêó ìîäóëü ïîääåðæêè XML íå óñòàíîâëåí íà âàøåì ñåðâåðå, ".$phpAds_productname." íå ìîæåò
    ïðîâåðèòü íàëè÷èå áîëåå ñâåæåé âåðñèè.</b>
";

$GLOBALS['strForUpdatesLookOnWebsite']  = "
        Âû ñåé÷àñ ïîëüçóåòåñü ".$phpAds_productname." ".$phpAds_version_readable.". 
        Åñëè âû õîòèòå óçíàòü, íåò ëè áîëåå íîâîé âåðñèè, ïîñåòèòå íàø âåáñàéò.
";

$GLOBALS['strClickToVisitWebsite']              = "
        Ù¸ëêíèòå çäåñü, ÷òîáû ïîñåòèòü íàø âåáñàéò
";


// Stats conversion
$GLOBALS['strConverting']			= "Ïðåîáðàçîâàíèå";
$GLOBALS['strConvertingStats']			= "Ïðåîáðàçîâûâàåì ñòàòèñòèêè...";
$GLOBALS['strConvertStats']			= "Ïðåîáðàçîâàòü ñòàòèñòèêó";
$GLOBALS['strConvertAdViews']			= "Ïîêàçû ïðåîáðàçîâàíû,";
$GLOBALS['strConvertAdClicks']			= "Êëèêè ïðåîáðàçîâàíû...";
$GLOBALS['strConvertNothing']			= "Íå÷åãî ïðåîáðàçîâûâàòü...";
$GLOBALS['strConvertFinished']			= "Çàêîí÷åíî...";

$GLOBALS['strConvertExplaination']		= "
	Âû ñåé÷àñ èñïîëüçóåòå êîìïàêòíûé ôîðìàò õðàíåíèÿ âàøåé ñòàòèñòèêè, íî ó âàñ âñ¸ åùå åñòü <br>
	íåêîòîðûå äàííûå â ðàñøèðåííîì ôîðìàòå. Äî òåõ ïîð ïîêà ðàñøèðåííàÿ ñòàòèñòèêà íå áóäåò  <br>
	ïðåîáðàçîâàíà â êîìïàêòíûé ôîðìàò, îíà íå áóäåò èñïîëüçîâàòüñÿ ïðè ïðîñìîòðå ýòèõ ñòðàíèö.  <br>
	Ïåðåä ïðåîáðàçîâàíèåì ñòàòèñòèêè, ñäåëàéòå ðåçåðâíóþ êîïèþ áàçû äàííûõ!  <br>
	Âû õîòèòå ïðåîáðàçîâàòü âàøó ðàñøèðåííóþ ñòàòèñòèêó â íîâûé êîìïàêòíûé ôîðìàò? <br>
";

$GLOBALS['strConvertingExplaination']		= "
	Âñÿ îñòàâøàÿñÿ ðàñøèðåííàÿ ñòàòèñòèêà ñåé÷àñ ïðåîáðàçóåòñÿ â êîìïàêòíûé ôîðìàò. <br>
	Â çàâèñèìîñòè îò òîãî, ñêîëüêî ïîêàçîâ ñîõðàíåíî â ðàñøèðåííîì ôîðìàòå, ýòî ìîæåò çàíÿòü  <br>
	íåñêîëüêî ìèíóò. Ïîæàëóéñòà, ïîäîæäèòå îêîí÷àíèÿ ïðåîáðàçîâàíèÿ, ïðåæäå ÷åì âû ïåðåéä¸òå íà äðóãèå <br>
	ñòðàíèöûpages. Íèæå âû óâèäèòå æóðíàë âñåõ èçìåíåíèé, ïðîèçâ¸äåííûõ â áàçå äàííûõ. <br>
";

$GLOBALS['strConvertFinishedExplaination']  	= "
	Ïðåîáðàçîâàíèå îñòàâàâøåéñÿ ðàñøèðåííîé ñòàòèñòèêè áûëî óñïåøíûì è âñå äàííûå <br>
	äîëæíû áûòü òåïåðü äîñòóïíû. Íèæå âû ìîæåòå óâèäåòü æóðíàë âñåõ èçìåíåíèé, <br>
	ïðîèçâåä¸ííûõ â áàçå äàííûõ.<br>
";


?>
