<?php // $Revision: 2.0.2.6 $



/************************************************************************/

/* phpAdsNew 2                                                          */

/* ===========                                                          */

/*                                                                      */

/* Copyright (c) 2000-2005 by the phpAdsNew developers                  */

/* For more information visit: http://www.phpadsnew.com                 */

/*                                                                      */

/* This program is free software. You can redistribute it and/or modify */

/* it under the terms of the GNU General Public License as published by */

/* the Free Software Foundation; either version 2 of the License.       */

/************************************************************************/







// Settings help translation strings

$GLOBALS['phpAds_hlp_dbhost'] = "

        öééï àú äùøú äîàøç àú áñéñ äðúåðéí ùì ".$phpAds_dbmsname." ùàéìéå àúä îðñä ìäúçáø";

		

$GLOBALS['phpAds_hlp_dbport'] = "

        öééï àú îñôø äîáåà (port) ùì áñéñ äðúåðéí ".$phpAds_dbmsname." ùàìéå àúä îðñä ìäúçáø. áøéøú äîçãì ùì îàâø ".$phpAds_dbmsname." äéà <i>".

		($phpAds_productname == 'phpAdsNew' ? '3306' : '5432')."</i>.

		";

				

$GLOBALS['phpAds_hlp_dbuser'] = "

        öééï àú ùí äîùúîù ùì ùøú äðúåðéí áå ".$phpAds_productname." öøéëä ìäùúîù ëãé ìäúçáø ì".$phpAds_dbmsname." .

		";

		

$GLOBALS['phpAds_hlp_dbpassword'] = "

        öééï àú äñéñîà ùáä ".$phpAds_productname." öøéëä ìäùúîù ëãé ìäúçáø ì".$phpAds_dbmsname." .

		";

		

$GLOBALS['phpAds_hlp_dbname'] = "

        öééï àú ùí áñéñ äðúåðéí ùáå ".$phpAds_productname." úàçñï àú äðúåðéí ùìä. çùåá ùáñéñ äðúåðéí äéà ëáø ÷ééí òì äùøú. ".$phpAds_productname." <b>ìà</b> úéöåø áñéñ ðúåðéí àí äåà ìà ðîöà.";

		

$GLOBALS['phpAds_hlp_persistent_connections'] = "

        äùéîåù áçéáåø îúîùê éëåì ìäàéõ àú ".$phpAds_productname." áöåøä îùîòåúéú åàôéìå ìäôçéú îäòåîñ òì äùøú. àáì éù áæä çñøåï îñåéí, ùëï áàúøéí òîåñéí áîá÷øéí äòåîñ òì äùøú òùåé ìâãåì åìäôåê àôéìå ìëáã éåúø îæä äðåöø áçéáåø øâéì. àí úùúîù áçéáåø øâéì àå îúîùê éäéä úìåé áîñôø äîá÷øéí åäçåîøä ùáùéîåù. àí ".$phpAds_productname." îùúîùú áéåúø îãé îùàáéí, 

îåîìõ ìáçåï ÷áéòä æå áòãéôåú øàùåðä.

		";

		

$GLOBALS['phpAds_hlp_insert_delayed'] = "

        ".$phpAds_dbmsname." ðåòìú àú äèáìä áæîï ùäéà îùçéìä ðúåðéí. àí éù ìê îá÷øéí øáéí áàúø, àôùø ù".$phpAds_productname." úöèøê ìçëåú ìôðé äùçìú äðúåï äáà ëéååï ùáñéñ äðúåðéí ðòåì. àí îùúîùéí áäùäééú äùçìä, ìà úöèøê ìçëåú åäðúåðéí éåùçìå áîåòã äøàùåï ùéúôðä ááñéñ äðúåðéí ëàùø äåà àéðå òñå÷.

		";

		

$GLOBALS['phpAds_hlp_compatibility_mode'] = "

      àí éù ìê áòéä áùéìåá ".$phpAds_productname." òí îåöø úåëðä àçø, æä òùåé ìòæåø àí úñîï àú îöá úàéîåú áñéñ äðúåðéí. àí àúä îùúîù áùìéôú áàðø î÷åîéú (local mode) åñòéó æä îñåîï ìúàéîåú, ".$phpAds_productname." úùàéø àú îöá äçéáåø ìáñéñ äðúåðéí áãéå÷ ëôé ùäåà äéä ìôðé ù".$phpAds_productname." äåôòìä. 

		æå àåôöéä àéèéú éåúø (ø÷ áîòè) åìëï äéà îáåèìú ëáøéøú îçãì.

		";

		

$GLOBALS['phpAds_hlp_table_prefix'] = "

     àí áñéñ äðúåðéí ùáå ".$phpAds_productname." îùúîùú îùåúó òí òåã ééùåîéí, îåîìõ ìäåñéó ÷éãåîú ìùîåú äèáìàåú. ëîå ëï, àí ðòùä ùéîåù áëîä äú÷ðåú ùì ".$phpAds_productname."

 áàåúå áñéñ ðúåðéí, ìòéê ìäáèéç ùä÷éãåîåú ééçåãéåú ìëì äú÷ðä.";

		

$GLOBALS['phpAds_hlp_table_type'] = "

        ".$phpAds_dbmsname." úåîëú áîñôø ñåâé èáìä. ìëì èáìä éù àú äúëåðåú äîçéåãåú ìä, åçì÷ï éëåìåú ìäîäéø àú ".$phpAds_productname." îùîòåúéú. MyISAM äéà áøéøú äîçãù ä÷ééîú áëì äú÷ðä ùì ".$phpAds_dbmsname.". ñåâéí àçøéí àôùø ùìà ÷ééîéí òì äùøú ùìê.

		";		

		

$GLOBALS['phpAds_hlp_url_prefix'] = "

        ".$phpAds_productname." öøéëä ìãòú äéëï äéà îîå÷îú áùøú ëãé ìúô÷ã ëøàåé. òìéê ìöééï àú ëúåáú ä-URL ùì äúé÷ééä áä ".$phpAds_productname." îåú÷ðú, ìãåâîà: <i>http://www.your-url.com/".$phpAds_productname."</i>.";

		

$GLOBALS['phpAds_hlp_my_header'] =

$GLOBALS['phpAds_hlp_my_footer'] = "

        ëàï àúä öøéê ìøùåí àú îñìåì ä÷åáõ äîöáéò àì äëåúøú (ìãåâîà: /home/login/www/header.htm) 

       ëãé ùúåëì ìäöéâ ëåúøú å/àå úçúéú áëì òîåã ùì îîù÷ äðéäåì.

        ðéúï ìäëéì è÷ñè àå ÷åã HTML á÷áöéí àìä (ëàùø àúä îùúîù á-HTML äéîðò îùéîåù áúâéí ëîå &lt;body> àå &lt;html>).

		";

		

$GLOBALS['phpAds_hlp_content_gzip_compression'] = "

	áäôòìú ãçéñú úåëï îñåâ	GZIP úåôçú ëîåú äðúåðéí äðùìçú îäùøú àì äãôãôï áëì ôòí ùòîåã äîðäìä òåìä.

ëãé ìàôùø æàú, òì äùøú öøéëä ìäéåú îåú÷ðú âéøñú PHP 4.0.5 åîòìä, òí äøçáú GZIP îåú÷ðú.

		";

		

$GLOBALS['phpAds_hlp_language'] = "

       öééï àú äùôä ùúùîù ëáøéøú îçãì òáåø ".$phpAds_productname.". ùôä æå úùîù ëùôä äøàùåðéú áîòøëú äðéäåì ùì äàçøàé åäîôøñîéí. àðà ùéí ìá: àúä éëåì ì÷áåò ùôä ùåðä ìëì îôøñí áðôøã îúåê îîù÷ äðéäåì, åìàôùø ìëì îôøñí ì÷áåò àú äùôä áòöîå.		";

		

$GLOBALS['phpAds_hlp_name'] = "

    öééï àú äùí ùàúä øåöä ìäòðé÷ ìééùåí æä. îùôè æä éåôéò áëì òîåãé îîù÷ äîùúîù (îðäì åîôøñí). àí úùàéø àú äùãä øé÷ (áøéøú îçãì), éåôéò äìåâå ùì ".$phpAds_productname." áî÷åí æàú.

		";

		

$GLOBALS['phpAds_hlp_company_name'] = "

       áùí æä ééòùä ùéîåù áàéîééìéí ù-".$phpAds_productname." ùåìçú.

		";

		

$GLOBALS['phpAds_hlp_override_gd_imageformat'] = "

        ".$phpAds_productname." áãøê ëìì áåã÷ú àí ñôøééú GD îåú÷ðú òì äùøú, åáàéæä îú÷åðú ÷åáõ úîåðä ÷ééîú úîéëä áàåúä âéøñä. àåìí, àôùø ùæéäåé æä ìà éäéä îãåé÷ àå ùâåé, ëéååï ùëîä âéøñàåú ùì PHP àéðï îàôùøåú æéäåé ùì ôåøîè úîåðä ðúîê.

àí ".$phpAds_productname." ðëùìú áæéäåé äàåèåîèé ùì ôåøîè äúîåðä äðëåï, àúä éëåì ìöééï ôåøîè æä. äàôùøåéåú äï: none, png, jpeg, gif.

		";

		

$GLOBALS['phpAds_hlp_p3p_policies'] = "

    ëãé ù-".$phpAds_productname." úôòéì ôåìéñú àáèçú ôøèéåú îñåâ P3P òìéê ìñîï àåôöéä æå.		";

		

$GLOBALS['phpAds_hlp_p3p_compact_policy'] = "

       äôåìéñä ä÷åîô÷èéú ùúùìç áöéøåó äòåâéä (÷å÷éñ). ä÷áéòä äøàùåðéú äéà: 'CUR ADM OUR NOR STA NID', äîàôùøú ì-Internet Explorer âéøñä 6 ì÷áì àú ä÷å÷éñ ù-".$phpAds_productname." òåùä áäï ùéîåù. àí àúä øåöä, àúä éëåì ìùðåú ÷áéòåú àìä ëãé ìäúàéí àåúï ìîãéðéåú äôøèéåú áàúø ùìê.

		";

		

$GLOBALS['phpAds_hlp_p3p_policy_location'] = "

      àí àúä øåöä ìäùúîù áôåìéñú ôøèéåú îìàä, àúä éëåì ìöééï àú îé÷åîä.

		";

		

$GLOBALS['phpAds_hlp_log_beacon'] = "

	àúúéí (Beacons) äéðï úîåðåú ÷èðåú åáìúé ðøàåú äîîå÷îåú áòîåã ùáå äáàðø ðöôä. àí àúä îôòéì úëåðä æå, ".$phpAds_productname." úùúîù áúîåðéåú  àìä ìñôéøú äçùéôåú ùäáàðø æëä ìäï. àí úëáä úëåðä æå, äçùéôåú éçùáå òì ôé äùìéôä ùì äáàðø. æä ôçåú îãåé÷, ùëï æä àéðå îáèéç ùäâåìù àëï æëä ìöôåú ááàðø òì äîñê.

		";



$GLOBALS['phpAds_hlp_compact_stats'] = "

       áäúçìä ".$phpAds_productname." òùúä ùéîåù îñéáé áúéòåã, àùø îèáòå îëéì ëîåú òöåîä ùì ôøèéí, àê âí îëáéã áéåúø òì áñéñ äðúåðéí. æä òìåì ìéöåø áòéä øöéðéú áàúøéí òîåñé îá÷øéí, åëãé ìäúâáø òì áòéä æå ".$phpAds_productname." úåîëú âí áîú÷åðú çãùä ùì ñèèéñèé÷ä - ñèèéñèé÷ä ÷åîô÷èéú, àùø îôçéúä îùîòåúéú àú äòåîñ òì äùøú, àê âí ôçåú îôåøèú ëîåáï. ñèèéñèé÷ä ÷åîô÷èéú æå îúòãú ø÷ ñèèéñèé÷ä éåîéú. àí àúä æ÷å÷ ìúéòåã áëì ùòä, ëáä úëåðä æå.		";

		

$GLOBALS['phpAds_hlp_log_adviews'] = "

       áãøê ëìì ëì äçùéôåú îúåòãåú. àí àéðê øåöä áàéñåó ðúåðéí àåãåú äçùéôåú, ëáä àåôöéä æå.	";

		

$GLOBALS['phpAds_hlp_block_adviews'] = "

	àí äîá÷ø éèòéï îçãù àú äòîåã,  úéøùí çùéôä òì éãé ".$phpAds_productname." áëì ôòí. úëåðä æå îùîùú ìåéãåé ùø÷ çùéôä àçú ðøùîú ìëì áàðø ééçåãé áîäìê äæîï ùúöééï áùðéåú.ìãåâîà: àí ú÷áò ðúåï æä ì-300 ùðéåú, ".$phpAds_productname." úúòã çùéôåú ùì àåúå äáàðø ø÷ àí äåà ìà éåöâ ùðéú áôðé àåúå îá÷ø áîäìê 5 ã÷åú. úëåðä æå ôåòìú ø÷ àí äúëåðä <i>äùúîù áàúúéí ìúéòåã çùéôåú</i> îåôòìú åäãôãôï îåúàí ì÷áìú ÷å÷éñ.

		";

		

$GLOBALS['phpAds_hlp_log_adclicks'] = "

    áãøê ëìì ëì ää÷ì÷åú îúåòãåú, àí àéðê øåöä ìöáåø ñèèéñèé÷ä àåãåú ëîåú ää÷ì÷ä òì áàðøéí, àúä éëåì ìëáåú àåôöéä æå.		";

		

$GLOBALS['phpAds_hlp_block_adclicks'] = "

	àí îá÷ø ä÷ìé÷ ëôåìåú òì áàðø úéøùí ä÷ì÷ä àçú òì éãé ".$phpAds_productname." 

		áëì ôòí. úëåðä æå áàä ìäáèéç ùø÷ ÷ìé÷ àçã ðøùí áëì ôòí òáåø àåúå áàðø ééçåãé åìîñôø äùðéåú ùúöééï. ìãåâîà: àí ú÷áò ðúåï æä ì-300 ùðéåú, ".$phpAds_productname." úúòã ä÷ì÷åú àí äîá÷ø ìà ä÷ìé÷ òì àåúå äáàðø áîäìê ä-5 ã÷åú  äàçøåðåú. úëåðä æå ôòéìä ø÷ àí äãôãôï î÷áì ÷å÷éñ.

		";

		

$GLOBALS['phpAds_hlp_log_source'] = "

		àí àúä îùúîù áôøîèøéí ùì äî÷åø á÷åã äùìéôä ùì äáàðø, àúä âí éëåì ìùîåø îéãò æä áîàâø äðúåðéí, ëê ùúåëì ìøàåú ñèèéñèé÷ä ëéöã ëì ðúåðé î÷åø îúô÷ãéí. àí àúä ìà îùúîù áôøîèøéí ùì äî÷åø, àå àí àúä ìà øåöä ìùîåø àú äîéãò, àúä éëåì ááèçä ìáèì àåôöéä æå.

		";



$GLOBALS['phpAds_hlp_geotracking_stats'] = "

		àí àúä îùúîù áîàâø âéàåâøôé, àúä éëåì âí ìùîåø àú äîéãò âéàåâøôé áîàâø äðúåðéí. àí úàôùø àåôöéä æå, úåëì ìøàåú ñèèéñèé÷ä àåãåú äî÷åø îîðå îâéòéí äîá÷øéí, åëéöã ùì áàðø îúô÷ã áîãéðä îñåéîú.

		àåôöéä æå ú÷ôä ø÷ àí àúä îùúîù áñèèéñèé÷ä è÷ñèåàìéú (îáåàøú, verbose).

		";

				

$GLOBALS['phpAds_hlp_log_hostname'] = "

		àí àúä øåöä ìùîåø àú ùí äùøú àå ëúåáú ä-IP ùì ëì îá÷ø áúåê äñèèéñèé÷ä, àúä éëåì ìàôùø àåôöéä æå. àéçñåï äîéãò éàôùø ìê ìøàåú àéæä ùøú îùçøø äëé äøáä áàðøéí. àåôöéä æå àôùøéú ø÷ áùéîåù ñèèéñèé÷ä è÷ñèåàìéú (verbose).

		";

		

$GLOBALS['phpAds_hlp_log_iponly'] = "

		ùîéøú ùí ñô÷éú äùéøåú ùì äîá÷ø ìå÷çú î÷åí øá áîàâø äðúåðéí. àí àúä îàôùø úëåðä æå,  ".$phpAds_productname." òãééï úùîåø îéãò àåãåú äùéøåú/îàøç, àê úùúîù áôçåú î÷åí òáåø ä-IP áìáã. àåôöéä æå àéðä àôùøéú àí ùí äùéøåú àéðå îåðô÷ áéãé äùøú àå ".$phpAds_productname.", ëéååï ùáî÷øä æä ëúåáú ä- úéùîø úîéã.

		";

				

$GLOBALS['phpAds_hlp_reverse_lookup'] = "

		ùí äùéøåú ð÷áò áãøê ëìì ãøê ùí äùøú, àê áî÷øéí îñåéîéí àôùøåú æå ëáåéä. àí àúä øåöä ìäëìéì àú ùí äùéøåú áúåê äâáìåú äúôåöä å/àå ìùîåø ñèèéñèé÷ä àåãåú ðúåï æä, åäùøú àéðå îðôé÷ àú äîéãò, òìéê ìëáåú àåôöéä æå. ÷áéòú ùí äùéøåú âåæì æîï é÷ø; òåáãä ùúàè àú äðô÷ú äáàðøéí.

		";

		

		

$GLOBALS['phpAds_hlp_proxy_lookup'] = "

	éùðí âåìùéí äîùúîùéí áùøú ôøå÷ñé (proxy) ìâéùú äàéðèøðè ùìäí. áî÷øä æä ".$phpAds_productname." úøùåí àú ëúåáú ä-IP àå äùí ùì ùøú äôøå÷ñé áî÷åí æä ùì äâåìù. àí úàôùø úëåðä æå, ".$phpAds_productname." úðñä ìîöåà àú ëúåáú ä-IP àå ñô÷éú äùéøåú ùîàçåøé ùøú äôøå÷ñé. àí àéï àôùøåú ìîöåà àú äëúåáú äîãåé÷ú ùì äâåìù, äéà úùúîù áëúåáú ùì äôøå÷ñé áî÷åí æàú. àåôöéä æå àéðä îñåîðú ëáøéøú îçãì, ëéååï ùäéà îàèä àú úäìéê äúéòåã.

		";





$GLOBALS['phpAds_hlp_auto_clean_tables'] = 	"";

$GLOBALS['phpAds_hlp_auto_clean_tables_interval'] = "

		àí àåôöéä æå îñåîðú, äñèèéñèé÷ä äðàñôú úéîç÷ àåèåîèéú ìàçø ôø÷ äæîï ù÷áòú ëàï. ìãåâîà, àí øùîú 5 ùáåòåú, ñèèéñèé÷ä éùðä éåúø î-5 ùáåòåú úéîç÷ àåèåîèéú

		";

$GLOBALS['phpAds_hlp_auto_clean_userlog'] = 	"";	

$GLOBALS['phpAds_hlp_auto_clean_userlog'] = 

$GLOBALS['phpAds_hlp_auto_clean_userlog_interval'] = "

		àåôöéä æå úîç÷ àåèåîèéú øéùåí éåîï îùúîù ùäåà éùï éåúø îîñôø äùáåòåú ù÷áòú ëàï.

		";



$GLOBALS['phpAds_hlp_geotracking_type'] = "

		ðéúåá âéàåâøôé ùì ".$phpAds_productname." ìäôåê àú ëúåáú ä-IP ùì äîá÷ø ìîéãò âéàåâøôé. áäúáññ òì îéãò æä ðéúï ì÷áåò äâáìåú áàøðéí àå ìàâåø îéãò îò÷á îàéæå îãéðä îú÷áìú çùéôä îåâáøú àå ä÷ì÷åú. àí áøöðåê ìàôùø æàú, éù ìáçåø áàéæä ñåâ ùì îàâø ðúåðéí ìäùúîù. ".$phpAds_productname." úåîëú ëòú áîàâøé äðúåðéí ùì IP2Country 

		å-<a href='http://www.maxmind.com/?rId=phpadsnew2' target='_blank'>GeoIP</a>.

		";

		

$GLOBALS['phpAds_hlp_geotracking_location'] = "

		ìäåöéà î÷øéí áäí éù áøùåúê îåãåì GeoIP ùì Apache, úöèøê ìäåøåú ì-".$phpAds_productname." täéëï ðîöà îàâø äðúåðéí ìðéúåá âéàåâøôé. îåîìõ úîéã ìùîàâø æä éäéä îçåõ ìñôøééú äùåøù áùøú, àçøú îá÷øéí éåëìå ìäåøéã àìéäí áñéñ æä.

		";

		

$GLOBALS['phpAds_hlp_geotracking_cookie'] = "

		äîøú ëúåáú ä-IP ìîé÷åí âéàåâøôé ìå÷çú æîï. ëãé ìîðåò î-".$phpAds_productname." ìáöò æàú áëì ôòí ùáàðø îåðô÷, ðéúï ìùîåø àú äîéãò á÷å÷é. äåà ðúåï ä÷å÷é ðîöà, ".$phpAds_productname." úùúîù áîéãò æä áî÷åí úäìéê äîøú äëúåáú.

		";

				

$GLOBALS['phpAds_hlp_ignore_hosts'] = "

      àí àéðê øåöä ìîðåú ä÷ì÷åú åçùéôåú îúåê îçùá îñåéí, àúä éëåì ìäåñéó àåúå ìîòøê äæä. àí àéôùøú úéòåã ëúåáú âåìù (Reverse lookup) úåëì ìäåñéó ùí îúçí åëúåáú IP,  àçøú úåëì ìäùúîù ø÷ áëúåáú IP. ðéúï ìäùúîù âí áúååéí îùìéîéí (wildcards ëîå ìîùì '*.altavista.com' àå '192.168.*').

		";

		

$GLOBALS['phpAds_hlp_begin_of_week'] = "

      òáåø øåá äâåìùéí äùáåò îúçéì áéåí ùðé, àðçðå äéùøàìéí/éäåãéí îúçéìéí áéåí øàùåï, åëàï äî÷åí ì÷áåò æàú.	";

		

$GLOBALS['phpAds_hlp_percentage_decimals'] = "

        öééï ëîä ñôøåú ìàçø äð÷åãä ìäöéâ ðúåðéí áòîåãé äñèèéñèé÷ä.

		";

		

$GLOBALS['phpAds_hlp_warn_admin'] = "

        ".$phpAds_productname." éëåìä ìùìåç àéîééì àí ì÷îôééï ðåúø îñôø îåòè ùì çùéôåú àå ä÷ì÷åú îå÷öáåú. æä îåôòì ëáøéøú îçãì.

		";

		

$GLOBALS['phpAds_hlp_warn_client'] = "

        ".$phpAds_productname." éëåìä ìùìåç ìîôøñí àéîééì àí àçã ä÷îôééðéí ùìå îâéò ìñéåí äîå÷öá ùì çùéôåú àå ä÷ì÷åú. ðúåï æä îåôòì ëáøéøú îçãì.		";

		

$GLOBALS['phpAds_hlp_qmail_patch'] = "

		ëîä âéøñàåú ùì qmail îëéìåú áàâ, àùø âåøí ìàéîééì ùðùìç áéãé	".$phpAds_productname." ìäöéâ àú äëåúøåú áúåê âåó äîëúá. àí úàôùø ÷áéòä æå, ".$phpAds_productname." úùìç àéîééì áúöåøä úåàîú ìîú÷åðú qmail.

		";

		

$GLOBALS['phpAds_hlp_warn_limit'] = "

       äñó ùîîðå".$phpAds_productname." úúçéì ìùìåç àéúåúé àæäøä áàéîééì. ðúåï æä ð÷áò òì 100 ëáøéøú îçãì.	";



$GLOBALS['phpAds_hlp_allow_invocation_plain'] = 

$GLOBALS['phpAds_hlp_allow_invocation_js'] = 

$GLOBALS['phpAds_hlp_allow_invocation_frame'] = 

$GLOBALS['phpAds_hlp_allow_invocation_xmlrpc'] = 

$GLOBALS['phpAds_hlp_allow_invocation_local'] = 

$GLOBALS['phpAds_hlp_allow_invocation_interstitial'] = 

$GLOBALS['phpAds_hlp_allow_invocation_popup'] = "

		÷áéòåú àìä îàôùøåú ùìéèä òì ñåâ äùìéôä ùì áàðøéí. àí àçã îñåâé äùìéôä äàìä îáåèì, äåà ìà éäéä îåöâ ëàôùøåú áòîåã îçåìì ä÷åã. çùåá: ùéèåú äùìéôä éòáãå àôéìå àí äï îáåèìåú - äï ø÷ ìà úåöâðä áòîåãé äëðú ä÷åã äùúåì.	";

		

$GLOBALS['phpAds_hlp_con_key'] = "

        ".$phpAds_productname." îëéìä îòøëú ùçæåø çæ÷ä, äòåùä ùéîåù ááçéøä éùéøä. ìôøèéí ðåñôéí òééï áîãøéê äîùúîù. áàîöòåú àåôöéä æå úåëì ìäôòéì îéìåú îôúç ëúðàé. îåôòì ëáøéøú îçãì.		";

		

$GLOBALS['phpAds_hlp_mult_key'] = "

     àí àúä îùúîù ááçéøä éùéøä ìúöåâú áàðøéí, úåëì ìöééï îéìú îôúç àçú àå éåúø òáåø ëì áàðø. àåôöéä æå ãåøùú äôòìä àí àúä øåöä ìöééï éåúø îîéìä àçú. îåôòìú ëáøéøú îçãì.	";

		

$GLOBALS['phpAds_hlp_acl'] = "

      àí àúä ìà îùúîù áäâáìåú äôöä, úåëì ìäùáéú àåôöéä æå. æä éàéõ àú ".$phpAds_productname." áîòè.

		";

		

$GLOBALS['phpAds_hlp_default_banner_url'] = "";

$GLOBALS['phpAds_hlp_default_banner_target'] = "

       àí ".$phpAds_productname." ìà éëåìä ìäúçáø ìáñéñ äðúåðéí, àå ùàéðä îåöàú áàðø úåàí ëìì, ìãåâîà - àí áñéñ äðúåðéí ÷øñ àå ðîç÷, äéà ìà úöéâ îàåîä. éù îùúîùéí äîòãéôéí ìöééï áàðø çìåôé, àùø éåöâ ëáøéøú îçãì áî÷øéí àìå. äáàðø ùéöåééï ëàï ìà éúåòã îáçéðú çùéôä àå ä÷ì÷ä, åìà éòùä áå ùéîåù àí éù òãééï áàðøéí ôòéìéí ááñéñ äðúåðéí. àåôöéä æå ëáåéä ëáøéøú îçãì.";

		

$GLOBALS['phpAds_hlp_delivery_caching'] = "

		áëãé ìäîäéø äðô÷ú áàðøéí, ".$phpAds_productname." îùúîùú áæëøåï îèîåï äëåìì àú ëì äîéãò äðãøù ìäðô÷ú äáàðø ìâåìù. îèîåï æéëøåï æä ðùîø áîàâø äðúåðéí ëáøéøú îçãì, àê ìäîäøä âãåìä éåúø àôùø àôéìå ìîùåø àåúå ë÷åáõ àå áæëøåï îùåúóõ æëøåï îùåúó äåà äîäéø îëåìí, ÷áöéí îäéøí âí ëï. îåîìõ ùìà ìáèì àú æëøåï äîèîåï àçøú äáéöåòéí ééâøòå áäøáä.

		";



		

$GLOBALS['phpAds_hlp_type_sql_allow'] = "";

$GLOBALS['phpAds_hlp_type_web_allow'] = "";

$GLOBALS['phpAds_hlp_type_url_allow'] = "";

$GLOBALS['phpAds_hlp_type_html_allow'] = "";

$GLOBALS['phpAds_hlp_type_txt_allow'] = "

        ".$phpAds_productname." éëåìä ìäùúîù áñåâéí ùåðéí ùì áàðøéí åìàçñï àåúí áãøëéí ùåðåú. ùúé äàåôöéåú äøàùåðåú îùîùåú ìàéçñåï î÷åîé òì äùøú. àúä éëåì ìäùúîù áîîù÷ äîðäì ìäòìàú áàðø å-".$phpAds_productname." úùîåø àåúå ááñéñ äðúåðéí îñåâ SQL àå áúåê úé÷ééä áùøú. úåëì ìäùúîù âí ááàðø äîàåçñï áùøú çéöåðé àå á÷åã HTML ùéåöø áàðø.		";

		

$GLOBALS['phpAds_hlp_type_web_mode'] = "

  àí àúä øåöä ìäùúîù ááàðøéí äîàåçñðéí òì äùøú, òìéê ìòöá àú ä÷áéòä äæå. àí àúä øåöä ìàçñï àú äáàðøéí áúé÷éä î÷åîéú, ÷áò àåôöéä æå ì<i>ú÷ééä î÷åîéú</i>. àí àúä øåöä ìàçñï àú äáàðø òì ùøú ÷áöéí (FTP) çéöåðé, ÷áò àåôöéä æå ì<i>ùøú FTP çöåðé</i>. áùøúéí îñåéîéí àôùø ùúøöä ìäùúîù áàåôöééú FTP àôéìå òì äùøú äî÷åîé.

		";

		

$GLOBALS['phpAds_hlp_type_web_dir'] = "

       öééï àú äúé÷ééä ùìúåëä ".$phpAds_productname." öøéëä ìäòúé÷ àú äáàðø ùúòìä. úé÷ééä æå öøéëä ìäéåú áîöá àôùøé ìëúéáä òì éãé PHP, ùæä àåîø ùàúä öøéê ìùðåú àú äéúøé äâéùä áéåðé÷ñ (chmod) ìîöá ëúéáä ìëì. äúé÷ééä ùúöééï öøéëä ìäéåú áîñìåì äøàùåðé ùì äàúø (ú÷ééú ùåøù), åöøéëä ìäéåú ðâéùä ìèéôåì éùéø á÷áöéí áéãé äùøú. àðà àì úøùåí ÷ï ðèåé áñéåîú (ñìàù ðèåé [/]). àúä çééá ìöééï àåôöéä æå ø÷ àí ÷áòú àú ùéèú äàéçñåï ì<i>ú÷ééä î÷åîéú</i>.

		";

		

$GLOBALS['phpAds_hlp_type_web_ftp_host'] = "

	àí ÷áòú àú ùéèú äàéçñåï ì<i>ùøú FTP çéöåðé</i> òìéê ìöééï àú ëúåáú ä-IP àå ùí äîúçí (ãåîééï) ùì ùøú ä-FTP ìäéëï ù-".$phpAds_productname." úöèøê ìäòúé÷ àú äáàðøéí ùéåòìå.	";

      

$GLOBALS['phpAds_hlp_type_web_ftp_path'] = "

	àí ÷áòú àú ùéèú äàéçñåï ì<i>ùøú FTP çéöåðé</i> òìéê ìöééï àú äúé÷ééä òì äùøú äæä, äéëï ù".$phpAds_productname." úöèøê ìäòúé÷ àú äáàðøéí ùéåòìå.	";

      

$GLOBALS['phpAds_hlp_type_web_ftp_user'] = "

		àí ÷áòú àú ùéèú äàéçñåï ì<i>ùøú FTP çéöåðé</i> òìéê ìöééï àú ùí äîùúîù ùáå ".$phpAds_productname." öøéëä ìäùúîù ëãé ìäúçáø ìùøú ä-FTP äçéöåðé.

		";

      

$GLOBALS['phpAds_hlp_type_web_ftp_password'] = "

		àí ÷áòú àú ùéèú äàéçñåï ì<i>ùøú FTP çéöåðé</i> òìéê ìöééï àú äñéñîà ùáä ".$phpAds_productname." öøéëä ìäùúîù ëãé ìäúçáø ìùøú ä-FTP äçéöåðé.";

      

$GLOBALS['phpAds_hlp_type_web_url'] = "

       àí àúä îàçñï àú äáàðøéí òì ùøú àéðèøðè, ".$phpAds_productname." öøéëä ìãòú àéæå ëúåáú  URL öéáåøéú ÷ùåøä ìúé÷ééä ùöééðú ìîèä. ðà ìà ìøùåí ñìàù ñåôé  (/).";

		

$GLOBALS['phpAds_hlp_type_html_auto'] = "

       àí àåôöéä æå ãìå÷ä ".$phpAds_productname." úùðä àåèåîèéú àú ÷åã äáàðøéí îñåâ  HTML ëãé ìàôùø úéòåã ä÷ì÷åú. ìîøåú æàú, úîéã úåëì ìùðåú àåôöéä æå òì áñéñ ôøèé ùì ëì áàðø.";

		

$GLOBALS['phpAds_hlp_type_html_php'] = "

      ðéúï ìàôùø ì".$phpAds_productname." ìäôòéì ÷åã PHP äîåèáò áúåê áàðø îñåâ HTML. àåôöéä æå ëáåéä ëáøéøú îçãì.";

		

$GLOBALS['phpAds_hlp_admin'] = "

       ùí äîùúîù ùì äàçøàé (àãîéðéñèøèåø). áàîöòåú ùí æä ðéúï ìäúçáø ìîîù÷ äîðäìä.";

		

$GLOBALS['phpAds_hlp_pwold'] = 

$GLOBALS['phpAds_hlp_pw'] = 

$GLOBALS['phpAds_hlp_pw2'] = "

       ëãé ìùðåú àú äñéñîà ùì äîðäì, òìéê ìñô÷ àú äñéñîà ä÷ééîú ìîòìä. áðåñó, úöèøê ìøùåí àú äñéñîà äçãùä ôòîééí, åæàú ìîðéòú èòåéåú.";

		

$GLOBALS['phpAds_hlp_admin_fullname'] = "

        öééï àú äùí äîìà ùì äàçøàé/îðäì. áùí æä ééòùä ùéîåù áùìéçú ñèèéñèé÷ä áàéîééì.	";

		

$GLOBALS['phpAds_hlp_admin_email'] = "

      ëúåáú äàéîééì ùì äàçøàé/îðäì. æå äëúåáú ùúåôéò áùãä (î-)  áùìéçú äàñèèéñèé÷ä áàéîééì.";

		

$GLOBALS['phpAds_hlp_admin_email_headers'] = "

      àúä éëåì ìùðåú àú ëåúøú äàéîééì ùáä ".$phpAds_productname." îùúîùú ìîùìåç àéîééì.";

		

$GLOBALS['phpAds_hlp_admin_novice'] = "

      àí àúä øåöä ì÷áì àúøàä ìôðé îçé÷ú îôøñí/éí, ÷îôééï àå áàðøéí, ñîï àåôöéä æå.	";

		

$GLOBALS['phpAds_hlp_client_welcome'] = 

$GLOBALS['phpAds_hlp_client_welcome_msg'] = "

     àí úôòéì úëåðä æå, úåöâ äåãòä ä÷ãîä áòîåã äøàùåï ùëì îôøñí éøàä áòú äçéáåø ìîòøëú. àúä éëåì ìäúàéí àåúå àéùéú ìöøëéê òì éãé òøéëú ä÷åáõ 'welcome.html' äîöåé áúé÷ééú 'admin/templates'. àôùø ùúøöä ìäëéì ùí àú ùí äçáøä, ÷ùø, äìåâå ùìê, ÷éùåø ìòîåãé îçéøéí åëãåîä.";

		

$GLOBALS['phpAds_hlp_updates_frequency'] = "

		àí àúä øåöä ìáãå÷ äàí éöàä âéøñä çãùä ùì ".$phpAds_productname." àúä éëåì ìàôùø ôåð÷öéä æå. ðéúï ì÷áåò àú äîøååçéí ùáéï áãé÷ä àçú ìùðéä, áäí  ".$phpAds_productname." úáöò äúçáøåú ìùøú äòãëåðéí. àí úéîöà âéøñä çãùä, é÷ôåõ ìôðéê çìåï òí äîéãò äãøåù.";

		

$GLOBALS['phpAds_hlp_userlog_email'] = "

	àí àúä øåöä ìùîåø òåú÷ ùì äàéîééì äðùìç áàîöòåú ".$phpAds_productname." àúä éëåì ìàôùø ôåðö÷éä æå. äåãòåú äàéîééì ðùîøåú áúéòåã äîùúîù.	";

		

$GLOBALS['phpAds_hlp_userlog_priority'] = "

		ëãé ìååãà ùçéùåáé ä÷ãéîåéåú øöéí ðëåðä, àúä éëåì ìùîåø ãåç àåãåú äçéùåá ùðòùä áëì ùòä. äãåç ëåìì àú äôøåôéì äðöôä åëîä ÷ãéîåú îðåúáú ìëì áàðø. äîéãò òùåé ìäéåú ùéîåùé àí àúä øåöä ìäâéù àåúå áöéøåó ÷áéìú áàâ àåãåú ôòéìåú ä÷öàú ä÷ãéîåéåú. äãåçåú ðùîøéí áúåê úéòåã äîùúîù.	";



$GLOBALS['phpAds_hlp_userlog_autoclean'] = "

		ëãé ìäáèéç ùáñéñ äðúåðéí ãåìì ðëåðä, ðéúï ìùîåø ãéååç àåãåú îä àéøò áîäìê ôòåìä æå. îéãò æä ðùîà áéåîï äîùúîù.

		";

			

$GLOBALS['phpAds_hlp_default_banner_weight'] = "

		àí àúä øåöä ìäùúîù áîù÷ì áàðø äúçìúé âáåä éåúø, àúä éëåì ì÷áåò àú æä ëàï. áøéøú äîçãì äéà 1.";

		

$GLOBALS['phpAds_hlp_default_campaign_weight'] = "

		àí àúä øåöä ìäùúîù áîù÷ì ÷îôééï äúçìúé âáåä éåúø, àúä éëåì ì÷áåò àú äîù÷ì äîáå÷ù ëàï. áøéøú äîçãì äéà 1.	";

		

$GLOBALS['phpAds_hlp_gui_show_campaign_info'] = "

		àí àåôöéä æå îñåîðú, îéãò ðåñó òáåø ëì ÷îôééï éåöâ áòîåã <i>ñ÷éøú ÷îôééï</i> . îéãò ðåñó æä ëåìì àú îñôø äçùéôåú äðåúøåú, úàøéê ääôòìä å÷áéòåú ä÷ãéîåéåú.";

		

$GLOBALS['phpAds_hlp_gui_show_banner_info'] = "

		àí àåôöéä æå ôòéìä, îéãò ðåñó àåãåú ëì áàðø éåöâ áòîåã <i>ñ÷éøú áàðøéí</i> . îéãò ðåñó æä ëåìì àú òîåã äîèøä (àìéå ééì÷ç äâåìù ìàçø ä÷ìä), îéìåú îôúç, âåãì äáàðø åîù÷ìå.";

		

$GLOBALS['phpAds_hlp_gui_show_campaign_preview'] = "

	àí àåôöéä æå îåôòìú éåöâå ëì äáàðøéí áöåøä îîùéú áòîåã <i>ñ÷éøú áàðøéí</i> . àí äàåôöéä ëáåéä, òãééï éäéä àôùø ìöôåú áëì áàðø òì éãé ìçéöä òì äîùåìù äñîåê àìéå áòîåã <i>ñ÷éøú áàðøéí</i>.

		";

		

$GLOBALS['phpAds_hlp_gui_show_banner_html'] = "

		àí àåôöéä æå ôòéìä éåöâ áàðø HTML áöåøä îöéàåúéú, åæàú áî÷åí ÷åã HTML ôùåè. àåôöéä æå ëáåéä ëáøéøú îçãì ëéååï ùáàðøéí îñåâ HTML òùåééí ìäúðâù òí îîù÷ äîùúîù. àí àåôöéä æå ëáåéä òãééï àôùøé ìöôåú ááàðø HTML îîùé áàîöòåú ìçéöä òì ëôúåø <i>äöâ áàðø</i> äñîåê ì÷åã ä-HTML.";

		

$GLOBALS['phpAds_hlp_gui_show_banner_preview'] = "

		àí àåôöéä æå ôòéìä éåöâ äáàø áëåúøú ùì  äòîåãéí <i>úëåðåú äáàðø</i>, 

		<i>àåôöéåú úôåöä</i> å-<i>àæåøéí î÷åùøéí</i>. àí àåôöéä æå îáåèìú, òãééï ðéúï ìöôåú ááàðø áàîöòåú ìçéöä òì ëôúåø <i>äöâ áàðø</i> áëåúøú äòîåãéí.";

		

$GLOBALS['phpAds_hlp_gui_hide_inactive'] = "

	àí àåôöéä æå ôòéìä ëì äáàðøéí ùàéðí ôòéìéí, ä÷îôééðéí åäîôøñîéí, éåñúøå îäúöåâä áòîåãéí <i>îôøñîéí åîòøëåú</i> å-<i>ñ÷éøú ÷îôééï</i>. àí ôåð÷öéä æå ôòéìä, òãééï àôùøé ìöôåú áôøéèéí äîåñúøéí áàîöòåú ä÷ì÷ä òì ëôúåø <i>äöâ äëì</i> ùáúçúéú äòîåãéí	";



$GLOBALS['phpAds_hlp_gui_show_matching'] = "

		àí àåôöéä æå ôòéìä, äáàðø äúåàí ééøàä áòîåã <i>áàðøéí î÷åùøéí</i> , àí  <i>áçéøú ÷îôééï</i> äéà äùéèä äðáçøú. æä îàôùø ìøàåú áîãåé÷ àìå áàðøéí îéåòãéí ìäðô÷ä àí ä÷îôééðéí î÷åùøéí. àôùø éäéä âí ìöôåú áúöåâä î÷ãîú ùì äáàðøéí äúåàîéí.

		";

		

$GLOBALS['phpAds_hlp_gui_show_parents'] = "

		àí àåôöéä æå ôòéìä, ä÷îôééðéí äøàùééí ùì äáàðøéí éåöâå áòîåã <i>áàðøéí î÷åùøéí</i>, àí <i>áçéøú áàðø</i> äéà äùéèä äðáçøú. æä éàôùø ìøàåú ìäéëï ùééê ëì áàðø ìôðé ÷éùåøå. æä àåîø âí ùäáàðøéí î÷åáöéí áéãé ÷îôééï-àí åëáø ìà ùîåøéí áñãø àìôáéúé.

		";



$GLOBALS['phpAds_hlp_gui_link_compact_limit'] = "

		ëáøéøú îçãì ëì äáàðøéí åä÷îôééðéí ä÷ééîéí îåöâéí áòîåã<i>áàðøéí î÷åùøéí</i>.

	ëéååï ùòîåã æä éëåì ìäéåú àøåê îàåã (àí éù ìê áàðøéí øáéí), àåôöéä æå îàôùøú ÷áéòú îñôø îøáé ùì ôøéèéí ìòîåã.

		";

					

?>